{
  "!": 5,
  "\"": 6,
  "#": 7,
  "$": 8,
  "%": 9,
  "&": 10,
  "'": 11,
  "(": 12,
  ")": 13,
  "*": 14,
  "+": 15,
  ",": 16,
  "-": 17,
  ".": 18,
  "/": 19,
  "0": 20,
  "00": 2006,
  "000": 18672,
  "0000": 26009,
  "0001": 45983,
  "001": 45672,
  "01": 39774,
  "02": 40925,
  "1": 21,
  "10": 8631,
  "100": 26484,
  "1000": 40926,
  "101": 36324,
  "102": 47788,
  "11": 8130,
  "1100": 50122,
  "12": 7579,
  "123": 30169,
  "13": 19900,
  "14": 16204,
  "1447": 47915,
  "15": 18352,
  "16": 18744,
  "17": 21847,
  "18": 27865,
  "19": 26632,
  "2": 22,
  "20": 12557,
  "200": 40927,
  "2020": 48965,
  "21": 24565,
  "214": 47150,
  "22": 18271,
  "23": 28701,
  "24": 23141,
  "25": 20066,
  "256": 40807,
  "26": 34625,
  "27": 47149,
  "28": 25551,
  "281": 46026,
  "29": 42221,
  "3": 23,
  "30": 14309,
  "30309": 50232,
  "309": 48993,
  "31": 34626,
  "32": 11822,
  "33": 22030,
  "332": 49327,
  "34": 38247,
  "35": 30257,
  "36": 25698,
  "360": 37768,
  "37": 26363,
  "38": 31892,
  "386": 42222,
  "39": 36452,
  "4": 24,
  "40": 10039,
  "400": 46172,
  "41": 34286,
  "42": 28353,
  "43": 30946,
  "44": 30258,
  "45": 19965,
  "46": 45292,
  "47": 27685,
  "48": 26633,
  "49": 29240,
  "5": 25,
  "50": 6544,
  "500": 44512,
  "51": 38743,
  "52": 35346,
  "54": 36908,
  "55": 20979,
  "57": 45293,
  "58": 48185,
  "59": 46173,
  "6": 26,
  "60": 13391,
  "600": 44513,
  "6000": 38745,
  "61": 40333,
  "63": 48186,
  "64": 22768,
  "65": 32737,
  "66": 38248,
  "67": 27686,
  "68": 32738,
  "69": 38744,
  "7": 27,
  "70": 29633,
  "700": 43697,
  "72": 39288,
  "73": 42937,
  "74": 33340,
  "75": 32459,
  "78": 39289,
  "79": 47151,
  "8": 28,
  "80": 11121,
  "800": 40334,
  "83": 45294,
  "85": 32163,
  "86": 18537,
  "87": 49328,
  "874": 46174,
  "88": 43698,
  "89": 31193,
  "9": 29,
  "90": 19498,
  "900": 47152,
  "911": 48187,
  "92": 46175,
  "94": 40335,
  "95": 25189,
  "96": 33962,
  "97": 49329,
  "98": 40928,
  "99": 16959,
  ":": 30,
  ";": 31,
  "<": 32,
  "</s>": 1,
  "<mask>": 4,
  "<pad>": 2,
  "<s>": 0,
  "<unk>": 3,
  "=": 33,
  ">": 34,
  "?": 35,
  "@": 36,
  "A": 37,
  "B": 38,
  "C": 39,
  "D": 40,
  "E": 41,
  "F": 42,
  "G": 43,
  "H": 44,
  "I": 45,
  "J": 46,
  "K": 47,
  "L": 48,
  "M": 49,
  "N": 50,
  "O": 51,
  "P": 52,
  "Q": 53,
  "R": 54,
  "S": 55,
  "T": 56,
  "U": 57,
  "V": 58,
  "W": 59,
  "X": 60,
  "Y": 61,
  "Z": 62,
  "[": 63,
  "\\": 64,
  "]": 65,
  "^": 66,
  "_": 67,
  "`": 68,
  "a": 69,
  "aa": 10404,
  "ab": 517,
  "aba": 28944,
  "abad": 38854,
  "abar": 48438,
  "abase": 48439,
  "abatta": 38857,
  "abe": 32804,
  "abel": 37848,
  "abeled": 38855,
  "abet": 3827,
  "abetes": 34470,
  "abeth": 20670,
  "abets": 39379,
  "abi": 20565,
  "abian": 47359,
  "abies": 39887,
  "abilia": 21495,
  "abilities": 6931,
  "ability": 2631,
  "abilly": 38856,
  "abit": 43081,
  "able": 490,
  "abler": 43082,
  "ables": 1228,
  "abling": 11873,
  "ably": 1321,
  "abol": 7195,
  "abolic": 32652,
  "aboo": 30312,
  "abor": 6838,
  "aborate": 8979,
  "about": 24826,
  "abouts": 24689,
  "abra": 36996,
  "abras": 21075,
  "abrasion": 25829,
  "abrasive": 33289,
  "abs": 39886,
  "absor": 23162,
  "aby": 14702,
  "abyte": 30455,
  "abytes": 20060,
  "ac": 318,
  "aca": 14940,
  "acam": 16238,
  "acamole": 17030,
  "acao": 20918,
  "acare": 48320,
  "acas": 46283,
  "acc": 18997,
  "acce": 40404,
  "acceler": 49243,
  "accept": 12274,
  "access": 16210,
  "acchar": 35043,
  "accharides": 39753,
  "acci": 28557,
  "accompan": 38289,
  "according": 28683,
  "account": 35655,
  "ace": 454,
  "acea": 13023,
  "aceae": 48975,
  "aced": 2619,
  "acency": 48321,
  "acent": 10225,
  "aceous": 17229,
  "acer": 9591,
  "acers": 46284,
  "aces": 1401,
  "acet": 29447,
  "acetic": 42309,
  "aceut": 20808,
  "acey": 45472,
  "ach": 500,
  "acha": 24137,
  "achable": 41069,
  "ache": 3920,
  "ached": 2931,
  "achel": 30854,
  "acher": 30055,
  "achers": 30759,
  "aches": 2863,
  "achi": 21260,
  "achian": 30995,
  "achie": 39375,
  "achieve": 43075,
  "achine": 45483,
  "aching": 16460,
  "acho": 43851,
  "acht": 30309,
  "achuset": 21561,
  "achy": 26663,
  "acia": 29657,
  "acial": 39845,
  "acic": 30758,
  "acid": 22216,
  "acidity": 39692,
  "acidosis": 32992,
  "acies": 19502,
  "acin": 19257,
  "acing": 1785,
  "acious": 12949,
  "acity": 6326,
  "ack": 453,
  "ackaged": 20251,
  "acking": 28211,
  "acknow": 19407,
  "acknowledge": 19899,
  "acks": 2098,
  "acle": 11153,
  "acles": 17385,
  "aco": 34326,
  "acol": 43789,
  "acom": 36508,
  "acon": 23153,
  "aconazole": 45148,
  "acons": 47260,
  "acore": 41659,
  "acp": 45404,
  "acqu": 11058,
  "acquered": 50187,
  "acquire": 19957,
  "acran": 43025,
  "acranial": 43685,
  "acs": 25855,
  "act": 493,
  "acter": 1273,
  "acterial": 7926,
  "actic": 21000,
  "actin": 31234,
  "activate": 38327,
  "active": 8029,
  "actively": 42374,
  "activity": 15432,
  "acto": 48422,
  "actone": 35784,
  "actory": 46379,
  "acts": 13748,
  "actyl": 48423,
  "acular": 22217,
  "acur": 12918,
  "acus": 27708,
  "acy": 2944,
  "ad": 360,
  "ada": 6869,
  "adam": 24132,
  "adan": 28201,
  "adas": 21489,
  "adays": 16622,
  "add": 6020,
  "adda": 47729,
  "adder": 6866,
  "adders": 34838,
  "addies": 39556,
  "adding": 34338,
  "addle": 17192,
  "addling": 44968,
  "address": 25499,
  "addy": 28385,
  "ade": 856,
  "adec": 24370,
  "adecimal": 25185,
  "aded": 10263,
  "adel": 22220,
  "adelphia": 26474,
  "adem": 5798,
  "adequ": 14787,
  "ader": 16807,
  "aderie": 36806,
  "aders": 35050,
  "ades": 4144,
  "adesh": 35908,
  "adh": 49505,
  "adi": 34337,
  "adian": 11895,
  "adin": 27886,
  "adina": 49506,
  "adine": 19301,
  "ading": 6890,
  "adins": 40418,
  "adium": 17425,
  "adjust": 22046,
  "adm": 44603,
  "admin": 30979,
  "admit": 30978,
  "ado": 4844,
  "adobe": 35187,
  "adol": 33377,
  "adon": 36964,
  "adona": 33081,
  "adone": 29453,
  "adopt": 29096,
  "ador": 21142,
  "adors": 42323,
  "ados": 9790,
  "adra": 48351,
  "adrine": 42324,
  "adryl": 18871,
  "ads": 3650,
  "adult": 39848,
  "adults": 45251,
  "advant": 11538,
  "advert": 41674,
  "advertise": 46122,
  "advis": 30761,
  "advisor": 31653,
  "ae": 16796,
  "aea": 42072,
  "ael": 13892,
  "aels": 42938,
  "af": 2526,
  "afe": 9863,
  "afed": 42550,
  "afety": 41870,
  "aff": 3674,
  "affe": 22031,
  "affin": 20213,
  "affle": 38486,
  "affold": 24519,
  "afil": 46587,
  "afine": 45703,
  "afinil": 40593,
  "afone": 35870,
  "after": 10025,
  "ag": 527,
  "aga": 21879,
  "again": 34363,
  "agami": 49581,
  "agana": 25317,
  "agara": 37417,
  "agas": 29871,
  "age": 496,
  "ageal": 19312,
  "aged": 2802,
  "agen": 13252,
  "ager": 3442,
  "agers": 6179,
  "ages": 1193,
  "agger": 8555,
  "agging": 12938,
  "aggress": 45491,
  "aghet": 10844,
  "aghetti": 10894,
  "agi": 37416,
  "agia": 32230,
  "agic": 20671,
  "aging": 2564,
  "agitis": 38858,
  "agl": 31479,
  "agland": 25442,
  "agle": 13289,
  "agles": 27262,
  "aglio": 47033,
  "agn": 11551,
  "agna": 15433,
  "agne": 12562,
  "agnet": 40455,
  "agnetic": 24541,
  "agnosed": 28851,
  "agnum": 23982,
  "ago": 12409,
  "agon": 8200,
  "agonal": 28945,
  "agonist": 14990,
  "agonists": 37187,
  "agons": 35071,
  "agr": 3136,
  "agra": 27400,
  "agram": 5965,
  "agrams": 40032,
  "agree": 44666,
  "ags": 8565,
  "ague": 7590,
  "agues": 8787,
  "agul": 23722,
  "agus": 6932,
  "ah": 2525,
  "aha": 29158,
  "ahi": 39486,
  "ahim": 41232,
  "ahir": 49878,
  "ahn": 39002,
  "ahol": 31659,
  "ahu": 33460,
  "ahvi": 49879,
  "ai": 5309,
  "aic": 15528,
  "aid": 5989,
  "aids": 25699,
  "aign": 6977,
  "aii": 27634,
  "ail": 551,
  "ailed": 4133,
  "ailies": 41081,
  "ailing": 23826,
  "ails": 1283,
  "aim": 12823,
  "ain": 388,
  "ainable": 43048,
  "aine": 11017,
  "ained": 11550,
  "aining": 1199,
  "ains": 2219,
  "aint": 3501,
  "ainted": 13952,
  "ainties": 39027,
  "ainting": 13542,
  "aints": 15066,
  "air": 988,
  "aire": 25950,
  "aired": 8883,
  "aires": 42939,
  "airs": 5356,
  "airy": 4617,
  "ais": 36063,
  "ait": 5121,
  "aith": 26226,
  "aj": 27687,
  "ak": 450,
  "aka": 24822,
  "akable": 41708,
  "ake": 369,
  "aked": 4498,
  "aken": 2646,
  "aker": 4433,
  "akers": 6449,
  "akes": 995,
  "akh": 30303,
  "aki": 13220,
  "aking": 657,
  "akis": 21874,
  "aks": 4219,
  "aku": 30992,
  "aky": 8909,
  "al": 312,
  "ala": 13573,
  "alam": 28372,
  "alamus": 36415,
  "alan": 24126,
  "alas": 44583,
  "alay": 22394,
  "alazine": 48314,
  "alb": 45395,
  "alcohol": 35041,
  "ald": 22584,
  "alda": 47249,
  "aldehyde": 33993,
  "ale": 1300,
  "aled": 7309,
  "alemia": 38947,
  "alence": 29138,
  "alene": 43963,
  "alent": 3929,
  "ales": 6549,
  "alese": 45616,
  "alet": 45615,
  "alf": 9441,
  "alfa": 19030,
  "ali": 23424,
  "alia": 25206,
  "alicy": 38801,
  "alicylate": 49233,
  "align": 47248,
  "aline": 9806,
  "aling": 4226,
  "alini": 40400,
  "alis": 39842,
  "alities": 23500,
  "ality": 11604,
  "alize": 31220,
  "alizing": 43785,
  "alk": 688,
  "all": 367,
  "allah": 43806,
  "alle": 2161,
  "alled": 3483,
  "allen": 10811,
  "allerg": 17035,
  "allese": 41855,
  "allest": 8521,
  "allets": 16819,
  "alley": 48660,
  "allic": 37387,
  "alling": 26378,
  "alloc": 28057,
  "allocated": 28352,
  "allow": 3583,
  "alloway": 34806,
  "allows": 10274,
  "alls": 26240,
  "ally": 449,
  "alm": 28721,
  "almost": 29091,
  "alms": 49471,
  "alo": 17747,
  "aloe": 49472,
  "alog": 9021,
  "alon": 39841,
  "alone": 23335,
  "along": 41010,
  "alose": 36503,
  "alous": 6676,
  "alox": 41011,
  "als": 843,
  "alsa": 10585,
  "alsh": 41123,
  "also": 21069,
  "alt": 28371,
  "alted": 14467,
  "alter": 46279,
  "altern": 26792,
  "alternatively": 30243,
  "alth": 4933,
  "although": 10529,
  "althy": 5958,
  "alu": 44582,
  "alur": 28555,
  "always": 13821,
  "aly": 7687,
  "alypt": 11325,
  "alysis": 14803,
  "alyte": 50105,
  "alyze": 20359,
  "am": 355,
  "ama": 9224,
  "amaged": 24939,
  "amal": 46308,
  "aman": 47280,
  "amas": 11271,
  "amate": 29856,
  "amation": 18402,
  "amatory": 36515,
  "amb": 4743,
  "amble": 12360,
  "ambling": 12162,
  "ame": 538,
  "amectin": 43088,
  "amed": 4579,
  "amel": 6087,
  "amels": 28382,
  "ament": 8115,
  "amental": 14241,
  "aments": 14369,
  "amer": 47279,
  "americ": 40416,
  "ames": 1542,
  "amese": 21790,
  "ameter": 31465,
  "ameth": 36959,
  "amethasone": 43646,
  "ami": 9883,
  "amic": 7221,
  "amide": 20027,
  "amiliar": 8623,
  "amin": 2269,
  "aminate": 45688,
  "amination": 12469,
  "amine": 6082,
  "aminer": 41218,
  "amines": 11231,
  "aming": 3779,
  "aminophen": 10941,
  "amins": 4920,
  "amis": 28932,
  "amish": 28933,
  "amivir": 45421,
  "amm": 2645,
  "amma": 15700,
  "ammad": 32298,
  "ammed": 16864,
  "ammers": 13846,
  "ammy": 18970,
  "amo": 42321,
  "amol": 28731,
  "amos": 45420,
  "amot": 23156,
  "amous": 19561,
  "amp": 1151,
  "amphet": 37049,
  "ampl": 47282,
  "ample": 47281,
  "ampp": 36114,
  "amps": 4323,
  "ams": 2397,
  "amuff": 36514,
  "amy": 20137,
  "amycin": 36008,
  "an": 290,
  "ana": 3619,
  "analy": 40993,
  "analyze": 24233,
  "anas": 6054,
  "anasana": 42646,
  "anasia": 26303,
  "anc": 10253,
  "ance": 613,
  "anced": 3003,
  "ancer": 17311,
  "ancers": 25853,
  "ances": 1825,
  "anch": 6743,
  "ancies": 18343,
  "ancing": 4419,
  "ancy": 3834,
  "and": 512,
  "anda": 17489,
  "andal": 18064,
  "andel": 17271,
  "ander": 5229,
  "andering": 40451,
  "anders": 25217,
  "andex": 20737,
  "andi": 37413,
  "anding": 23929,
  "ando": 39885,
  "andom": 4382,
  "andon": 9530,
  "andra": 43853,
  "ands": 6374,
  "andy": 32228,
  "ane": 2644,
  "aneity": 27761,
  "aneous": 9174,
  "aneously": 8402,
  "anes": 12873,
  "anese": 32186,
  "anet": 33064,
  "anets": 43000,
  "ang": 666,
  "anga": 32519,
  "angan": 35088,
  "angas": 46416,
  "ange": 798,
  "anged": 8365,
  "angel": 32829,
  "anger": 2885,
  "angered": 20257,
  "angering": 36567,
  "angers": 6785,
  "anges": 6165,
  "angible": 22413,
  "anging": 7111,
  "angitis": 49638,
  "angle": 2728,
  "angled": 21151,
  "angler": 22696,
  "anglers": 47408,
  "angles": 4998,
  "angling": 11654,
  "ango": 26262,
  "angs": 14810,
  "angu": 2106,
  "angular": 5907,
  "angus": 47407,
  "ani": 19729,
  "ania": 23422,
  "anian": 20729,
  "anians": 44560,
  "anic": 23708,
  "anim": 40991,
  "animate": 30746,
  "animity": 47232,
  "anine": 30521,
  "anity": 24015,
  "anium": 13007,
  "ank": 1112,
  "anky": 33431,
  "ann": 2950,
  "anna": 18426,
  "annah": 23548,
  "annas": 40603,
  "anne": 44559,
  "anned": 9280,
  "anners": 14099,
  "annie": 39014,
  "annies": 17851,
  "annkuchen": 46613,
  "annon": 48710,
  "announce": 47621,
  "anny": 47231,
  "ano": 8562,
  "anol": 18018,
  "anolol": 50137,
  "anor": 37357,
  "anos": 46251,
  "another": 24571,
  "ans": 634,
  "ansas": 16747,
  "anse": 49443,
  "answer": 38880,
  "ant": 390,
  "anta": 20803,
  "antac": 41687,
  "ante": 19673,
  "antec": 42096,
  "anted": 4467,
  "anth": 17661,
  "antha": 33092,
  "anthem": 26954,
  "anthus": 42771,
  "anti": 36972,
  "antial": 41039,
  "antic": 4714,
  "antically": 17662,
  "anticip": 34481,
  "anticipate": 44443,
  "anting": 14860,
  "antis": 44621,
  "antly": 2848,
  "anto": 28063,
  "ants": 1142,
  "anu": 47230,
  "anum": 30277,
  "anus": 16020,
  "anut": 4746,
  "any": 10906,
  "anyl": 40992,
  "anyone": 44264,
  "anything": 36341,
  "anytime": 45031,
  "anza": 43766,
  "ap": 411,
  "apa": 45459,
  "ape": 994,
  "aped": 16140,
  "apel": 20674,
  "apels": 30802,
  "apen": 15346,
  "apent": 31228,
  "aper": 827,
  "apered": 45584,
  "apers": 3889,
  "apes": 6588,
  "aph": 1808,
  "apher": 28207,
  "aphil": 28433,
  "aphone": 27606,
  "aphor": 46539,
  "aphy": 16675,
  "aphylo": 30462,
  "api": 43054,
  "apia": 23159,
  "apine": 39361,
  "aping": 8411,
  "apist": 48383,
  "apnel": 49535,
  "apolis": 37392,
  "apolog": 46349,
  "apologize": 47141,
  "apor": 6411,
  "aport": 48382,
  "app": 2689,
  "appe": 6232,
  "appealing": 21226,
  "apped": 17031,
  "apper": 19901,
  "appers": 32585,
  "apping": 3713,
  "apple": 33469,
  "apply": 6786,
  "applying": 35877,
  "appreci": 44874,
  "appreciate": 45289,
  "appro": 42560,
  "approach": 24273,
  "apps": 21649,
  "appy": 28031,
  "aps": 1537,
  "apse": 9807,
  "apsed": 23268,
  "apses": 47519,
  "apt": 12637,
  "apture": 34205,
  "apy": 6801,
  "aq": 43699,
  "aqu": 49330,
  "aque": 7620,
  "ar": 297,
  "ara": 4480,
  "arad": 43002,
  "arag": 44564,
  "aran": 23918,
  "arant": 5778,
  "aras": 24469,
  "arb": 13055,
  "arbox": 49451,
  "arcer": 24122,
  "arch": 865,
  "archan": 43155,
  "archive": 38378,
  "ard": 439,
  "ardi": 26804,
  "ardo": 33391,
  "ardrop": 18197,
  "ards": 4894,
  "are": 468,
  "area": 31475,
  "arean": 30554,
  "ared": 4124,
  "arel": 18657,
  "arella": 13953,
  "aren": 25971,
  "arena": 45477,
  "arent": 1204,
  "arer": 10319,
  "arers": 30555,
  "ares": 7526,
  "arest": 27721,
  "aret": 38323,
  "aretto": 33098,
  "arf": 13071,
  "arg": 33988,
  "ari": 1095,
  "aria": 16802,
  "arial": 30524,
  "arian": 3013,
  "arians": 11037,
  "ariat": 37470,
  "ariatric": 40893,
  "arid": 27703,
  "aridin": 32445,
  "arie": 49449,
  "aried": 36492,
  "aries": 3361,
  "arily": 3131,
  "arin": 16021,
  "arine": 22484,
  "arines": 45375,
  "aring": 1818,
  "ario": 21428,
  "arion": 49448,
  "arious": 38790,
  "aris": 33669,
  "arish": 39333,
  "arital": 39334,
  "arity": 38278,
  "arium": 6021,
  "ariums": 18327,
  "arius": 22803,
  "ark": 745,
  "arks": 9251,
  "arls": 45376,
  "arly": 30749,
  "arm": 874,
  "arma": 19928,
  "armed": 34060,
  "armin": 29484,
  "armint": 20747,
  "armony": 40507,
  "arms": 7298,
  "arn": 779,
  "arnation": 35817,
  "arned": 31725,
  "arness": 8697,
  "arnish": 5549,
  "aro": 30523,
  "arone": 49450,
  "aroot": 40868,
  "around": 22211,
  "arounds": 46255,
  "arp": 2411,
  "arplanet": 45377,
  "arpone": 30127,
  "arr": 1679,
  "arrange": 22070,
  "arrass": 5343,
  "array": 45647,
  "arre": 21412,
  "arried": 21433,
  "arring": 9977,
  "arrive": 35495,
  "arrow": 19851,
  "arrows": 31758,
  "ars": 842,
  "arse": 6731,
  "arseness": 34058,
  "arsh": 4197,
  "art": 419,
  "arta": 47323,
  "arter": 17462,
  "arth": 4736,
  "arthritis": 23113,
  "arti": 48394,
  "artic": 29275,
  "arts": 6642,
  "aru": 26099,
  "arum": 43770,
  "arus": 43771,
  "ary": 698,
  "arya": 47417,
  "aryl": 35809,
  "aryll": 48492,
  "as": 349,
  "asa": 13809,
  "asable": 43799,
  "asana": 21488,
  "asant": 5205,
  "asantly": 40413,
  "asar": 47275,
  "asaur": 35762,
  "asc": 44598,
  "asch": 31464,
  "asco": 29451,
  "ase": 565,
  "ased": 2132,
  "asel": 37001,
  "aser": 4575,
  "asers": 30534,
  "ases": 1426,
  "ash": 790,
  "asha": 36174,
  "ashed": 11004,
  "asher": 28729,
  "ashers": 35048,
  "ashes": 3695,
  "ashi": 27274,
  "ashing": 7674,
  "ashion": 38368,
  "asi": 34001,
  "asia": 16412,
  "aside": 38298,
  "asies": 45416,
  "asil": 31924,
  "asiness": 29452,
  "asing": 2204,
  "asion": 17876,
  "asions": 46303,
  "asis": 19161,
  "asive": 10254,
  "ask": 1439,
  "aska": 14295,
  "askan": 34420,
  "asket": 12711,
  "askets": 26828,
  "asking": 39449,
  "asm": 9241,
  "asma": 12874,
  "asmic": 38815,
  "asmod": 32778,
  "asms": 42317,
  "ason": 1340,
  "asone": 30060,
  "asonic": 21163,
  "asons": 3069,
  "asp": 4368,
  "asps": 21487,
  "ass": 570,
  "assan": 47374,
  "assana": 46401,
  "asse": 8374,
  "assemb": 29764,
  "assemble": 9626,
  "assembling": 27478,
  "assembly": 30022,
  "asses": 16668,
  "assess": 12123,
  "assies": 43862,
  "assign": 37426,
  "assis": 21498,
  "assist": 36155,
  "assium": 7209,
  "associ": 38814,
  "associate": 45242,
  "assume": 33406,
  "assuming": 34039,
  "assure": 47375,
  "assy": 13434,
  "ast": 486,
  "asta": 33099,
  "astatin": 36992,
  "aste": 1835,
  "asted": 38847,
  "aster": 2775,
  "astered": 11973,
  "asteride": 37974,
  "asters": 15954,
  "astes": 19981,
  "asteurized": 30115,
  "astia": 43848,
  "astic": 1446,
  "astics": 10582,
  "asting": 15398,
  "astrous": 31708,
  "asts": 14055,
  "asty": 11371,
  "asu": 35047,
  "asure": 5901,
  "asy": 6093,
  "at": 280,
  "ata": 10008,
  "atable": 13820,
  "atal": 11649,
  "atar": 12696,
  "atars": 30272,
  "atas": 38781,
  "atation": 47218,
  "atch": 926,
  "atched": 11584,
  "atcher": 20662,
  "atchers": 32473,
  "atches": 6230,
  "ate": 381,
  "ated": 679,
  "atee": 32490,
  "ateg": 2334,
  "atell": 14764,
  "ately": 1869,
  "atem": 32785,
  "aten": 21250,
  "ater": 488,
  "ateral": 12756,
  "atered": 12084,
  "atern": 30308,
  "aternal": 39882,
  "aternity": 13781,
  "aters": 17002,
  "ates": 957,
  "ateurs": 45440,
  "atever": 2366,
  "ath": 972,
  "atha": 31986,
  "athan": 40516,
  "athane": 44739,
  "athe": 33985,
  "athed": 41635,
  "ather": 931,
  "athered": 10029,
  "athers": 41783,
  "athetic": 11814,
  "athetically": 45361,
  "athi": 43926,
  "athing": 27539,
  "athion": 47455,
  "athione": 26530,
  "athy": 7163,
  "ati": 20872,
  "atia": 33662,
  "atian": 43758,
  "atic": 2605,
  "atical": 19790,
  "atically": 2828,
  "atics": 19619,
  "atient": 11859,
  "atile": 9574,
  "atility": 20243,
  "atim": 31912,
  "atin": 7796,
  "atina": 49426,
  "ating": 771,
  "atini": 43759,
  "ation": 383,
  "ational": 2205,
  "ationally": 14657,
  "ations": 637,
  "atious": 17384,
  "atis": 15061,
  "atitis": 9043,
  "ative": 971,
  "atively": 18505,
  "ativeness": 48264,
  "atives": 3983,
  "ativity": 11030,
  "atize": 34653,
  "atized": 48262,
  "ato": 1749,
  "atoes": 48615,
  "atology": 38969,
  "atomic": 30273,
  "aton": 42987,
  "atonic": 22390,
  "atonin": 13677,
  "ator": 1471,
  "atories": 18073,
  "ators": 3624,
  "atorship": 47651,
  "atory": 3404,
  "atosis": 35369,
  "atou": 46236,
  "atown": 45360,
  "atr": 28191,
  "atra": 35742,
  "atremia": 48265,
  "atriptan": 48042,
  "atrix": 41636,
  "atro": 46237,
  "atrol": 40981,
  "atronics": 39324,
  "ats": 1480,
  "atsu": 28602,
  "att": 3912,
  "atta": 24404,
  "attach": 13547,
  "attack": 29349,
  "atte": 40377,
  "attempt": 45253,
  "attend": 25849,
  "atter": 1271,
  "attered": 13724,
  "attering": 17989,
  "atters": 34753,
  "atting": 22307,
  "atto": 47219,
  "atu": 48261,
  "atum": 21760,
  "atums": 48263,
  "atur": 1197,
  "atura": 46478,
  "atural": 12175,
  "aturally": 28093,
  "aturate": 32548,
  "aturated": 13648,
  "ature": 1001,
  "atured": 28417,
  "aturity": 34408,
  "atus": 18541,
  "atz": 39816,
  "au": 558,
  "auba": 37424,
  "auce": 13522,
  "aucoma": 16626,
  "aud": 6316,
  "augh": 2412,
  "aught": 4255,
  "aughter": 7670,
  "aughters": 28111,
  "aughty": 26412,
  "aul": 29241,
  "ault": 2756,
  "aulting": 34627,
  "aund": 17665,
  "aunt": 10925,
  "aunting": 14994,
  "aur": 3449,
  "aural": 37990,
  "aure": 37769,
  "aureate": 39763,
  "aurus": 18038,
  "aus": 12707,
  "ausal": 25022,
  "ause": 654,
  "aust": 47153,
  "aut": 2640,
  "auth": 33466,
  "authent": 39007,
  "authentic": 40319,
  "author": 19014,
  "authorize": 45203,
  "autical": 21017,
  "aution": 16129,
  "autions": 8824,
  "autistic": 37972,
  "auts": 48697,
  "aux": 27402,
  "auxzoonosis": 47001,
  "av": 586,
  "ava": 6291,
  "avable": 26671,
  "avage": 17115,
  "avail": 13919,
  "avan": 45518,
  "avas": 35083,
  "ave": 674,
  "aved": 15826,
  "avement": 39397,
  "aven": 38343,
  "aver": 14998,
  "avers": 31433,
  "aves": 5232,
  "aving": 4658,
  "avirus": 25444,
  "avis": 43104,
  "avoid": 6810,
  "avon": 49603,
  "avor": 1391,
  "avored": 23167,
  "avory": 35798,
  "aw": 1230,
  "awa": 29307,
  "aware": 14321,
  "away": 10208,
  "aways": 17259,
  "awk": 20151,
  "awking": 40537,
  "awks": 35830,
  "awn": 21476,
  "aws": 5044,
  "ax": 910,
  "axanth": 39937,
  "axanthin": 40329,
  "axed": 38922,
  "axis": 23258,
  "ay": 325,
  "aya": 11375,
  "ayaki": 38805,
  "ayas": 26108,
  "ayed": 10662,
  "ayer": 44593,
  "ayers": 46288,
  "aying": 9686,
  "ays": 3273,
  "ayt": 49486,
  "az": 1764,
  "aza": 19068,
  "azam": 31284,
  "azard": 26142,
  "aze": 5864,
  "azed": 18247,
  "azep": 22713,
  "azepam": 26617,
  "azepine": 41480,
  "azer": 36626,
  "azes": 23181,
  "azine": 26002,
  "azing": 16032,
  "azol": 42504,
  "azole": 15215,
  "azoline": 43244,
  "azone": 49812,
  "azz": 9443,
  "azzi": 40725,
  "azzle": 38567,
  "azzled": 34181,
  "b": 70,
  "ba": 8329,
  "bab": 19443,
  "babies": 35659,
  "baby": 34287,
  "bac": 7628,
  "back": 3520,
  "backs": 9945,
  "backup": 28118,
  "bacter": 33963,
  "bad": 38249,
  "bag": 11536,
  "bage": 4892,
  "bages": 39290,
  "bags": 18272,
  "bait": 36064,
  "baits": 37614,
  "bake": 24566,
  "baking": 33341,
  "bal": 3395,
  "balance": 23651,
  "ball": 2903,
  "balls": 7523,
  "bally": 46176,
  "ban": 8516,
  "band": 4010,
  "bands": 34474,
  "bane": 42943,
  "bang": 47155,
  "bank": 24917,
  "banks": 38663,
  "bar": 4029,
  "bara": 31323,
  "baran": 45763,
  "bark": 39775,
  "barrows": 47156,
  "bars": 11732,
  "bas": 23142,
  "basa": 28530,
  "base": 25296,
  "basic": 37695,
  "basket": 37321,
  "bat": 11209,
  "bate": 42941,
  "bath": 19444,
  "bathe": 34531,
  "bau": 49333,
  "bay": 47154,
  "bb": 8171,
  "bbing": 23229,
  "bble": 3345,
  "bc": 22382,
  "bd": 48188,
  "bden": 40931,
  "be": 1178,
  "bean": 14320,
  "beans": 15325,
  "bear": 17353,
  "bearing": 21573,
  "beat": 8443,
  "beats": 27282,
  "bec": 13043,
  "because": 13817,
  "beck": 47481,
  "become": 17634,
  "becoming": 38405,
  "bed": 7604,
  "beds": 31661,
  "bee": 13306,
  "beer": 43191,
  "bees": 28964,
  "beez": 36787,
  "before": 4842,
  "begin": 10687,
  "being": 13119,
  "beit": 27591,
  "bel": 14855,
  "believe": 30206,
  "bell": 5401,
  "bells": 12412,
  "belly": 27968,
  "bels": 30724,
  "bem": 49332,
  "ben": 43700,
  "bench": 22293,
  "bend": 17566,
  "bendazole": 40201,
  "benz": 48192,
  "ber": 579,
  "bered": 10248,
  "berg": 14114,
  "bering": 44684,
  "berish": 37434,
  "bern": 43103,
  "berries": 3788,
  "berry": 4705,
  "bers": 1464,
  "bersome": 24262,
  "bert": 16745,
  "berty": 14472,
  "bery": 31955,
  "bes": 13970,
  "besides": 48987,
  "best": 14530,
  "bestos": 14780,
  "bet": 15312,
  "beth": 49334,
  "between": 49010,
  "beware": 36603,
  "bey": 37909,
  "bf": 10993,
  "bh": 37320,
  "bi": 9249,
  "bia": 14888,
  "bial": 14935,
  "bian": 13622,
  "bians": 28529,
  "biased": 24077,
  "biasis": 48191,
  "bic": 11091,
  "bid": 14905,
  "bie": 9083,
  "bies": 5374,
  "big": 35713,
  "bike": 37771,
  "bil": 48189,
  "bility": 33342,
  "bill": 41588,
  "bills": 40929,
  "bin": 12206,
  "binary": 40930,
  "bind": 37770,
  "bing": 2349,
  "bins": 43702,
  "bir": 11919,
  "bird": 14618,
  "birds": 15794,
  "birth": 17824,
  "bis": 35712,
  "bish": 20922,
  "bit": 2055,
  "bital": 26408,
  "bite": 13479,
  "bites": 43704,
  "bitious": 19472,
  "bitol": 31529,
  "bits": 3498,
  "bitt": 45675,
  "bitten": 36636,
  "bium": 36910,
  "bl": 7540,
  "black": 27473,
  "bladder": 21382,
  "blade": 21912,
  "blades": 40112,
  "blading": 40113,
  "blast": 41984,
  "ble": 391,
  "bleck": 45444,
  "blem": 21071,
  "blend": 26504,
  "bler": 35347,
  "bles": 21145,
  "blind": 41983,
  "bling": 9957,
  "blo": 43701,
  "block": 9556,
  "blocks": 25838,
  "blog": 43703,
  "blood": 31589,
  "blot": 26885,
  "blow": 34863,
  "blower": 33238,
  "blue": 38053,
  "bly": 15979,
  "bn": 15798,
  "bnation": 36376,
  "bo": 1048,
  "board": 1770,
  "boarding": 43245,
  "boards": 9802,
  "boat": 24596,
  "boats": 45592,
  "bob": 28418,
  "bod": 36453,
  "bodies": 49335,
  "body": 4001,
  "boil": 15135,
  "boiled": 33139,
  "boiling": 39425,
  "bok": 48544,
  "bol": 42942,
  "bole": 42442,
  "bology": 45593,
  "bolt": 20923,
  "bolts": 45269,
  "bomb": 34628,
  "bon": 2681,
  "bonate": 18121,
  "bond": 41789,
  "bone": 8896,
  "bones": 11523,
  "bons": 8897,
  "boo": 29426,
  "book": 1631,
  "books": 6950,
  "boost": 32450,
  "boot": 8424,
  "boots": 29689,
  "bor": 8920,
  "bore": 30723,
  "born": 5875,
  "borne": 16200,
  "borns": 18935,
  "boro": 44227,
  "bos": 40336,
  "bot": 14066,
  "both": 21477,
  "bou": 42940,
  "bought": 45295,
  "bound": 21848,
  "bour": 29242,
  "bourg": 44421,
  "bourne": 36420,
  "bow": 9042,
  "bowl": 36753,
  "bows": 26935,
  "box": 2881,
  "boxes": 24866,
  "boxing": 24275,
  "boy": 10963,
  "boys": 23261,
  "br": 1265,
  "bra": 8297,
  "brace": 30811,
  "braces": 48569,
  "brain": 22622,
  "brainstorm": 24783,
  "brake": 18204,
  "bral": 22424,
  "brance": 38942,
  "brand": 31355,
  "bras": 41808,
  "bray": 49747,
  "bre": 4530,
  "bread": 13761,
  "break": 8957,
  "breaker": 20590,
  "breakers": 33213,
  "breaking": 17769,
  "breaks": 15620,
  "breast": 44936,
  "breat": 22966,
  "breathe": 25411,
  "breathing": 43567,
  "bred": 15152,
  "breed": 42615,
  "breeding": 36690,
  "brev": 9369,
  "brew": 14774,
  "brews": 44144,
  "bridge": 19810,
  "bright": 39439,
  "brine": 31021,
  "bring": 12266,
  "bro": 14215,
  "broken": 19493,
  "broker": 36792,
  "brow": 8472,
  "brown": 33434,
  "brows": 5981,
  "browse": 30653,
  "brush": 3655,
  "brushed": 43961,
  "brushes": 14539,
  "brushing": 31744,
  "bs": 778,
  "bt": 2937,
  "bted": 20980,
  "bu": 4725,
  "buck": 15178,
  "bucket": 35644,
  "bucks": 17545,
  "bud": 24461,
  "buddy": 46979,
  "budget": 40240,
  "buds": 43705,
  "buff": 44514,
  "bug": 19727,
  "bugs": 17520,
  "build": 9160,
  "builder": 28838,
  "builders": 43434,
  "building": 28839,
  "buildings": 45889,
  "built": 37142,
  "bul": 13807,
  "bulin": 32100,
  "bull": 31660,
  "bullet": 44291,
  "bullies": 49175,
  "bully": 48190,
  "bund": 28462,
  "bur": 7127,
  "burg": 24749,
  "burgh": 27327,
  "burn": 7023,
  "burner": 38533,
  "burning": 50088,
  "bury": 32164,
  "bus": 25951,
  "bush": 46177,
  "business": 39712,
  "bust": 49331,
  "buster": 34993,
  "busters": 47157,
  "but": 17868,
  "butrin": 43532,
  "butter": 38250,
  "button": 32700,
  "buy": 6817,
  "buying": 37572,
  "bvie": 41589,
  "by": 2277,
  "bys": 36909,
  "bytes": 21436,
  "c": 71,
  "ca": 7441,
  "caa": 29959,
  "cab": 47159,
  "cache": 48194,
  "cade": 48193,
  "caffe": 48873,
  "cage": 22203,
  "cake": 13350,
  "cakes": 29427,
  "cal": 6644,
  "calc": 17542,
  "calcemia": 41335,
  "calcul": 36720,
  "calculate": 18906,
  "cale": 30508,
  "call": 11774,
  "caller": 47852,
  "calm": 34162,
  "cam": 12315,
  "camp": 28181,
  "cams": 33964,
  "can": 10787,
  "cancer": 50184,
  "cane": 41591,
  "cano": 15980,
  "cans": 33344,
  "cap": 15485,
  "cape": 16130,
  "capes": 39291,
  "caps": 26772,
  "capture": 44518,
  "car": 11210,
  "carbonate": 33256,
  "card": 10367,
  "cardia": 30437,
  "cards": 10514,
  "care": 5237,
  "carefully": 28815,
  "carp": 44517,
  "carr": 14034,
  "carriage": 38118,
  "carry": 31115,
  "cart": 36065,
  "cas": 19147,
  "casa": 22769,
  "case": 5528,
  "cases": 13069,
  "cash": 24668,
  "cast": 4843,
  "caster": 26773,
  "castically": 44944,
  "casting": 27789,
  "castle": 41297,
  "cat": 16770,
  "catch": 25839,
  "catcher": 34926,
  "catching": 49127,
  "cate": 14655,
  "cated": 28032,
  "cates": 35714,
  "cating": 21849,
  "cation": 19445,
  "cations": 45297,
  "cats": 20376,
  "cb": 47158,
  "cc": 1420,
  "cca": 25886,
  "ccas": 32264,
  "ccer": 8233,
  "cci": 28354,
  "cd": 7216,
  "ce": 366,
  "ced": 1397,
  "cede": 39447,
  "cedrin": 37918,
  "ceed": 2890,
  "ceived": 34340,
  "cel": 2678,
  "celain": 13811,
  "cele": 24473,
  "celebr": 49112,
  "celes": 24814,
  "cell": 16413,
  "cellulose": 49028,
  "cels": 36118,
  "cemia": 15637,
  "cemic": 15426,
  "cence": 36912,
  "cend": 20028,
  "cended": 43805,
  "cending": 17315,
  "cent": 2557,
  "cented": 14518,
  "center": 27760,
  "centesis": 34785,
  "central": 46591,
  "ceph": 41682,
  "cephal": 22047,
  "cephalic": 32991,
  "cephaly": 43670,
  "cept": 1393,
  "ception": 11082,
  "ceptions": 15355,
  "ceptive": 23528,
  "cepts": 32202,
  "cer": 2137,
  "cerity": 22516,
  "cers": 6323,
  "certain": 24669,
  "ces": 707,
  "cess": 571,
  "cessed": 20453,
  "cessing": 46402,
  "cessor": 40466,
  "cet": 21245,
  "cetin": 32709,
  "ceus": 33689,
  "cf": 20375,
  "cg": 21626,
  "ch": 359,
  "cha": 11462,
  "chain": 16621,
  "chains": 41672,
  "chal": 28383,
  "challe": 36517,
  "challenge": 38724,
  "cham": 44602,
  "chan": 4817,
  "chances": 34336,
  "change": 4518,
  "changes": 41673,
  "changing": 36963,
  "chant": 41671,
  "char": 4651,
  "character": 34822,
  "characteristic": 39261,
  "charge": 5529,
  "charity": 48790,
  "chart": 24810,
  "chat": 7099,
  "che": 1775,
  "check": 4159,
  "checks": 28103,
  "ched": 3226,
  "chedule": 14737,
  "cheduled": 35849,
  "chee": 37500,
  "chek": 21169,
  "chell": 49815,
  "chem": 15808,
  "chemical": 37224,
  "chemicals": 35263,
  "chen": 24269,
  "cher": 3694,
  "chers": 7878,
  "ches": 1335,
  "chester": 30599,
  "chet": 16033,
  "chetta": 41431,
  "chew": 36627,
  "chi": 16136,
  "chia": 30536,
  "chiato": 39641,
  "chids": 47286,
  "chie": 28200,
  "chief": 14339,
  "child": 10761,
  "children": 13086,
  "chill": 32487,
  "chin": 38302,
  "ching": 8752,
  "chins": 49503,
  "chio": 36516,
  "chlor": 14069,
  "chn": 25208,
  "cho": 14805,
  "chond": 25571,
  "chool": 9819,
  "chooled": 28384,
  "choos": 36115,
  "choose": 3424,
  "choosing": 36444,
  "chop": 22486,
  "chre": 41026,
  "chrom": 49504,
  "chron": 45424,
  "chs": 26111,
  "cht": 37821,
  "chu": 36962,
  "chy": 22783,
  "ci": 535,
  "cia": 15400,
  "cial": 876,
  "cially": 1222,
  "cials": 12810,
  "cibility": 42381,
  "cible": 23163,
  "ciclovir": 42945,
  "cid": 34288,
  "cided": 36913,
  "cience": 21077,
  "cient": 10433,
  "cier": 43859,
  "cies": 15598,
  "cii": 30316,
  "cil": 10947,
  "cin": 11092,
  "cine": 37772,
  "cing": 1757,
  "cings": 11351,
  "cini": 42223,
  "cinolone": 48943,
  "cious": 4717,
  "ciously": 11456,
  "cip": 7519,
  "cipe": 3351,
  "cis": 13914,
  "cise": 1427,
  "cised": 46178,
  "cit": 45296,
  "cite": 40337,
  "cited": 43706,
  "cith": 34289,
  "cithin": 34619,
  "city": 23803,
  "cium": 5123,
  "cius": 48447,
  "ciutto": 35419,
  "ck": 478,
  "cket": 2579,
  "ckets": 5649,
  "ckey": 12260,
  "ckles": 13433,
  "cks": 2774,
  "cky": 30557,
  "cl": 2215,
  "cla": 47575,
  "claim": 15725,
  "claimed": 22758,
  "clamps": 24271,
  "clampsia": 24459,
  "clan": 21584,
  "clar": 36237,
  "clarify": 38233,
  "class": 19696,
  "classes": 44026,
  "classic": 40804,
  "classmen": 37239,
  "cle": 1866,
  "clean": 7583,
  "cleaner": 20701,
  "cleaning": 29559,
  "cleanse": 33527,
  "clear": 10604,
  "cled": 10878,
  "cler": 27151,
  "clerosis": 27682,
  "cles": 2436,
  "clic": 22967,
  "click": 8609,
  "clim": 45687,
  "climate": 48663,
  "cline": 21132,
  "cling": 6327,
  "clip": 11146,
  "clips": 20683,
  "clipse": 20488,
  "clo": 12435,
  "clock": 12062,
  "clockwise": 12620,
  "close": 22968,
  "closing": 47866,
  "clot": 30378,
  "cloth": 4440,
  "clothes": 34266,
  "cloud": 6187,
  "clovir": 40161,
  "clusive": 29919,
  "cm": 5587,
  "cmd": 44957,
  "cn": 28531,
  "co": 685,
  "coat": 9942,
  "coats": 30568,
  "coc": 23004,
  "cocc": 31007,
  "coccal": 33029,
  "coccus": 23996,
  "cock": 25221,
  "coconut": 41754,
  "cod": 18552,
  "code": 6768,
  "codes": 23725,
  "codone": 33903,
  "coffee": 43888,
  "cogn": 8702,
  "cohol": 2086,
  "coin": 46420,
  "coins": 28078,
  "col": 1986,
  "cold": 41110,
  "cole": 26815,
  "coll": 31964,
  "colle": 44008,
  "collect": 13787,
  "coln": 18559,
  "cologist": 19461,
  "color": 29711,
  "colored": 42524,
  "com": 2168,
  "coma": 15881,
  "comastia": 44024,
  "comb": 8791,
  "combine": 10459,
  "come": 3824,
  "comed": 21090,
  "comes": 12111,
  "coming": 5933,
  "comme": 47571,
  "commer": 29520,
  "commerce": 39730,
  "commercial": 40267,
  "commit": 23450,
  "common": 25111,
  "commun": 16861,
  "communicate": 23890,
  "communication": 24317,
  "comp": 23946,
  "compan": 31040,
  "compare": 23539,
  "compet": 38445,
  "compile": 42535,
  "compl": 29713,
  "complete": 17813,
  "compliment": 36423,
  "comput": 38444,
  "computer": 44464,
  "con": 1308,
  "conazole": 27429,
  "conce": 46489,
  "conceal": 49285,
  "concent": 49755,
  "cond": 13436,
  "condition": 31835,
  "conds": 29479,
  "conduct": 22561,
  "cone": 28911,
  "cones": 25335,
  "conf": 16522,
  "confidence": 46897,
  "config": 18328,
  "confirm": 21055,
  "confront": 40540,
  "coni": 49753,
  "connect": 11792,
  "connected": 46837,
  "conomic": 37057,
  "cons": 3552,
  "conscious": 11434,
  "consciously": 16640,
  "consider": 5685,
  "consin": 20765,
  "const": 35833,
  "construct": 42468,
  "consult": 14773,
  "consume": 28991,
  "cont": 10242,
  "contact": 13837,
  "contin": 28702,
  "continue": 32725,
  "control": 29382,
  "conut": 3419,
  "conver": 43205,
  "convers": 49754,
  "convert": 28769,
  "converter": 49265,
  "cook": 9921,
  "cooking": 47816,
  "cool": 36911,
  "cop": 7795,
  "cope": 8349,
  "copes": 24251,
  "copic": 17248,
  "coping": 34869,
  "copy": 11602,
  "cor": 23067,
  "cord": 44516,
  "core": 11044,
  "cores": 34629,
  "corn": 7261,
  "corns": 21199,
  "corps": 40235,
  "correct": 40830,
  "cort": 15864,
  "cortic": 50252,
  "cortisone": 16504,
  "cos": 14999,
  "cosc": 44302,
  "cose": 40338,
  "cosis": 33345,
  "cost": 49644,
  "costal": 39916,
  "cot": 21478,
  "cotch": 25840,
  "cou": 27238,
  "coun": 40932,
  "count": 21627,
  "counter": 45255,
  "country": 39686,
  "court": 41592,
  "cous": 14132,
  "cove": 41590,
  "cover": 4652,
  "covers": 31965,
  "cp": 14333,
  "cr": 1294,
  "cra": 4446,
  "crack": 18711,
  "cracker": 30468,
  "crackers": 38627,
  "craft": 5208,
  "crafting": 38018,
  "crate": 42466,
  "cratic": 28425,
  "craw": 46685,
  "cre": 5061,
  "cream": 13693,
  "creat": 44515,
  "create": 6280,
  "creating": 29634,
  "credit": 36066,
  "creen": 23143,
  "crib": 2169,
  "cribe": 15045,
  "cribed": 37960,
  "criber": 19469,
  "cribing": 44025,
  "cript": 2285,
  "cription": 2799,
  "criptions": 7767,
  "cripts": 15110,
  "crisp": 47494,
  "cro": 11269,
  "crochet": 50193,
  "crom": 22624,
  "crombie": 25540,
  "crop": 49336,
  "cross": 23700,
  "crow": 15126,
  "crum": 30812,
  "crush": 32551,
  "crust": 37915,
  "cry": 39777,
  "cs": 7914,
  "ct": 343,
  "ctal": 36513,
  "cted": 35046,
  "ctic": 16512,
  "ctica": 30533,
  "ctin": 19299,
  "ction": 868,
  "ctions": 2565,
  "ctive": 11376,
  "ctomy": 22991,
  "ctor": 1096,
  "ctors": 5821,
  "ctory": 13796,
  "cts": 23337,
  "ctur": 18912,
  "cture": 6122,
  "cu": 6487,
  "cube": 26634,
  "cue": 6293,
  "cuits": 10750,
  "cul": 15179,
  "cular": 6756,
  "cule": 41964,
  "cules": 44978,
  "cult": 39776,
  "cultivate": 42198,
  "culus": 30457,
  "cum": 1713,
  "cument": 29318,
  "cumulus": 48609,
  "cup": 23328,
  "cupid": 42944,
  "cur": 8155,
  "cure": 7895,
  "cured": 14758,
  "curl": 43422,
  "current": 48895,
  "currently": 45864,
  "cus": 1241,
  "cush": 40339,
  "cushion": 41566,
  "cuss": 11920,
  "cust": 33343,
  "cut": 2907,
  "cutaneous": 26850,
  "cute": 27522,
  "cution": 20023,
  "cutting": 23646,
  "cy": 2356,
  "cyan": 46581,
  "cycle": 9996,
  "cyclic": 48674,
  "cycline": 30379,
  "cytes": 36241,
  "d": 72,
  "da": 7811,
  "dab": 38251,
  "daily": 43420,
  "dain": 38746,
  "dal": 42946,
  "dale": 38747,
  "dam": 33347,
  "damp": 32165,
  "dampen": 33628,
  "dance": 47160,
  "dark": 37322,
  "data": 21133,
  "date": 16507,
  "dated": 15313,
  "dates": 31194,
  "daughter": 37323,
  "day": 2177,
  "db": 28355,
  "dc": 31434,
  "dd": 2463,
  "dded": 46584,
  "dden": 4619,
  "dders": 38997,
  "de": 708,
  "deal": 23726,
  "deaux": 44709,
  "dec": 4888,
  "decide": 5173,
  "deck": 44708,
  "decorate": 24524,
  "decre": 47691,
  "decrease": 49300,
  "ded": 4240,
  "deen": 39400,
  "deep": 30796,
  "def": 31966,
  "defe": 34050,
  "defeat": 43635,
  "define": 17273,
  "defrost": 48072,
  "deg": 38358,
  "degrees": 48111,
  "dehyde": 20618,
  "dehydration": 43891,
  "del": 32460,
  "delete": 36570,
  "dem": 19784,
  "demonstrate": 36388,
  "den": 10386,
  "dened": 42224,
  "dent": 49339,
  "dental": 35348,
  "dep": 33348,
  "depend": 37872,
  "depending": 14004,
  "depression": 45201,
  "der": 852,
  "dered": 5233,
  "derm": 34995,
  "dermal": 41529,
  "ders": 9076,
  "des": 4862,
  "describe": 39533,
  "design": 22175,
  "designate": 34245,
  "desk": 43370,
  "despite": 35188,
  "det": 4820,
  "determ": 4908,
  "determine": 5130,
  "dev": 34725,
  "develop": 15720,
  "developing": 50249,
  "dew": 27582,
  "dex": 41757,
  "dext": 41112,
  "df": 5564,
  "dge": 5513,
  "dh": 49337,
  "di": 14159,
  "dia": 12845,
  "diag": 48992,
  "diagn": 33884,
  "diagnose": 43634,
  "diagnosis": 47042,
  "dial": 29066,
  "dice": 45299,
  "did": 34994,
  "die": 28356,
  "dies": 34630,
  "diet": 49340,
  "different": 18482,
  "differentiate": 42088,
  "dig": 26084,
  "dii": 43497,
  "dil": 48195,
  "din": 49338,
  "ding": 2149,
  "dings": 12631,
  "diosis": 33270,
  "dip": 30024,
  "dir": 25841,
  "direct": 22576,
  "direction": 43707,
  "directory": 42114,
  "dis": 10833,
  "disable": 40743,
  "disassemble": 45908,
  "disc": 42719,
  "discard": 45909,
  "disconnect": 29775,
  "discover": 32385,
  "discuss": 17414,
  "disk": 28704,
  "disp": 46179,
  "display": 42027,
  "dissolve": 36768,
  "dist": 22969,
  "distinguish": 34950,
  "distract": 34577,
  "dit": 33346,
  "dits": 39779,
  "div": 18314,
  "divide": 20717,
  "dk": 24113,
  "dle": 4654,
  "dled": 24227,
  "dler": 27239,
  "dlers": 34290,
  "dles": 12006,
  "dling": 13053,
  "dm": 39778,
  "dn": 45298,
  "do": 2004,
  "dock": 18641,
  "doctors": 41208,
  "document": 38978,
  "does": 27443,
  "dog": 10834,
  "dogs": 20170,
  "doing": 17164,
  "doll": 25109,
  "dolls": 47555,
  "dom": 3832,
  "domain": 30619,
  "don": 19399,
  "donate": 41463,
  "done": 41593,
  "door": 21796,
  "doors": 48644,
  "dos": 35715,
  "double": 18859,
  "dough": 21246,
  "down": 4708,
  "download": 7905,
  "downs": 39530,
  "dp": 17102,
  "dr": 1954,
  "dra": 4310,
  "draft": 23755,
  "drag": 38016,
  "dragon": 48776,
  "drain": 30119,
  "dram": 48638,
  "drape": 46678,
  "draw": 4875,
  "drawing": 50014,
  "drawn": 17020,
  "dre": 14348,
  "dress": 10704,
  "dressing": 43452,
  "drill": 38973,
  "drink": 12953,
  "drinking": 31831,
  "drive": 16060,
  "dro": 32739,
  "droid": 39780,
  "drop": 11393,
  "drops": 28848,
  "drum": 48639,
  "dry": 12303,
  "dryer": 15340,
  "ds": 2217,
  "dsk": 31768,
  "dspe": 46567,
  "dt": 31893,
  "du": 610,
  "duck": 44693,
  "due": 28703,
  "dule": 10320,
  "duled": 35800,
  "dules": 13920,
  "dump": 47161,
  "during": 20722,
  "duro": 26672,
  "dust": 15282,
  "dvd": 40933,
  "dx": 21322,
  "dy": 780,
  "dye": 37446,
  "dynam": 18286,
  "dynamic": 21058,
  "dynamics": 32976,
  "dys": 38908,
  "e": 73,
  "each": 14407,
  "ead": 907,
  "ean": 22669,
  "ear": 41594,
  "early": 49344,
  "earn": 26636,
  "ease": 44519,
  "eat": 10136,
  "eating": 25952,
  "ec": 26635,
  "ech": 49341,
  "eck": 49343,
  "ect": 603,
  "ectic": 43873,
  "ectomy": 26813,
  "ed": 304,
  "eda": 31917,
  "ede": 7737,
  "eded": 19671,
  "edema": 29847,
  "edent": 17792,
  "edes": 24125,
  "edge": 21631,
  "edi": 23077,
  "edia": 9219,
  "ediate": 1824,
  "edible": 23423,
  "eding": 3838,
  "edit": 15154,
  "editing": 44574,
  "edle": 48305,
  "edling": 48306,
  "edo": 19051,
  "edos": 39338,
  "edrive": 16510,
  "eds": 5645,
  "educ": 20873,
  "educate": 23799,
  "education": 44358,
  "ee": 1642,
  "eed": 10581,
  "eee": 38423,
  "eel": 49342,
  "eem": 7024,
  "een": 5746,
  "eenth": 27240,
  "eer": 17144,
  "eered": 32268,
  "eering": 38748,
  "eers": 33965,
  "ees": 2394,
  "eeze": 30359,
  "egg": 36914,
  "eh": 48196,
  "ei": 14724,
  "either": 26364,
  "ek": 1044,
  "ekrom": 44751,
  "ekw": 25329,
  "eky": 47463,
  "ekyll": 49295,
  "el": 429,
  "ela": 22589,
  "eland": 35777,
  "elcome": 28065,
  "elder": 32166,
  "ele": 18693,
  "elect": 17421,
  "electric": 43526,
  "eled": 3994,
  "elevate": 45984,
  "elf": 21073,
  "elia": 31939,
  "elic": 26508,
  "elie": 29277,
  "elight": 37398,
  "eliminate": 30074,
  "eline": 6783,
  "elines": 19211,
  "eliness": 13505,
  "eling": 12741,
  "elink": 43060,
  "elity": 20450,
  "ell": 1329,
  "ella": 12832,
  "elle": 21559,
  "elles": 40437,
  "elling": 35124,
  "elo": 47328,
  "els": 1303,
  "elt": 18492,
  "em": 542,
  "ema": 8900,
  "email": 45494,
  "emaker": 31240,
  "ember": 1208,
  "embrace": 32806,
  "emia": 41079,
  "emic": 24485,
  "eminal": 35076,
  "emis": 36153,
  "emon": 32231,
  "emort": 48451,
  "emot": 36152,
  "emotional": 41539,
  "emp": 15000,
  "emper": 22662,
  "emphasize": 39161,
  "employ": 36916,
  "empty": 26611,
  "ems": 1034,
  "en": 292,
  "ena": 13948,
  "enable": 28924,
  "enade": 36948,
  "enadine": 42282,
  "ename": 44561,
  "enance": 48284,
  "enas": 39823,
  "enc": 1002,
  "ence": 826,
  "enced": 9696,
  "encer": 29490,
  "encers": 34743,
  "ences": 2469,
  "ench": 16070,
  "enches": 21570,
  "encies": 4238,
  "encil": 2429,
  "enciled": 33430,
  "encing": 11640,
  "encourage": 21645,
  "ency": 1700,
  "end": 8989,
  "ended": 26774,
  "ending": 36915,
  "ene": 1360,
  "ened": 2445,
  "ener": 6736,
  "enes": 30047,
  "eness": 4276,
  "enet": 32187,
  "enex": 38951,
  "eng": 12708,
  "engage": 15893,
  "enger": 6503,
  "engers": 11182,
  "enh": 43767,
  "enhydrinate": 48285,
  "enia": 30048,
  "enic": 8386,
  "ening": 2283,
  "enix": 26234,
  "enjoy": 27702,
  "enlist": 41643,
  "enn": 27874,
  "enna": 30522,
  "enne": 9153,
  "ennel": 8594,
  "eno": 22210,
  "enoic": 40823,
  "enol": 43768,
  "enopsis": 42281,
  "enote": 38787,
  "enpins": 30747,
  "enroll": 33065,
  "ens": 690,
  "ensable": 32822,
  "ense": 1359,
  "enseal": 31271,
  "ensed": 28955,
  "enses": 3615,
  "ensical": 35808,
  "ensin": 38356,
  "ension": 2846,
  "ensional": 13291,
  "ensions": 4762,
  "ensis": 35807,
  "ensit": 15875,
  "ensitive": 19264,
  "ensitivity": 24587,
  "ensity": 5384,
  "ensive": 2120,
  "ensual": 37870,
  "ensure": 13076,
  "ensus": 17596,
  "ent": 332,
  "ental": 2360,
  "entanyl": 41021,
  "entary": 18490,
  "entatious": 48332,
  "enter": 11680,
  "entering": 49491,
  "enth": 19792,
  "ential": 1470,
  "entialed": 47266,
  "entially": 3741,
  "entimes": 31690,
  "ention": 1215,
  "entions": 13452,
  "entious": 41020,
  "entive": 9410,
  "ently": 1098,
  "entric": 21337,
  "ents": 702,
  "enuse": 16306,
  "enz": 28548,
  "enza": 20070,
  "enzie": 36035,
  "eous": 20607,
  "ep": 451,
  "epad": 9529,
  "epads": 41709,
  "epdf": 28746,
  "eph": 47341,
  "ephedrine": 36534,
  "eprazole": 36533,
  "eps": 8507,
  "ept": 10010,
  "eption": 24823,
  "equ": 4904,
  "equip": 40072,
  "er": 275,
  "era": 22037,
  "erable": 16453,
  "eral": 2914,
  "erally": 18278,
  "erals": 6799,
  "erate": 8298,
  "erated": 46228,
  "eration": 11907,
  "erative": 27870,
  "ere": 25552,
  "ered": 2536,
  "erel": 40934,
  "erella": 36854,
  "erer": 43708,
  "erg": 1149,
  "ergart": 21430,
  "erge": 12121,
  "ergly": 32847,
  "ergy": 2142,
  "eri": 16697,
  "eria": 7637,
  "erian": 19155,
  "erias": 47209,
  "eric": 3187,
  "ericin": 45734,
  "erick": 36476,
  "erie": 24339,
  "erienced": 18310,
  "eries": 10971,
  "erin": 49415,
  "erine": 30270,
  "ering": 2593,
  "erk": 4841,
  "erm": 814,
  "erman": 31499,
  "erme": 43148,
  "ermost": 16393,
  "ern": 2406,
  "erna": 42543,
  "ername": 39481,
  "ernet": 30828,
  "ernic": 42544,
  "ero": 4783,
  "eroom": 44941,
  "erranean": 16799,
  "ers": 397,
  "ersand": 36523,
  "ersault": 36524,
  "erse": 7946,
  "ersky": 36974,
  "erson": 10016,
  "ersonal": 13038,
  "ert": 682,
  "ertain": 4659,
  "ertime": 20883,
  "erting": 8545,
  "erto": 17755,
  "ertoe": 49643,
  "erts": 45538,
  "erty": 32821,
  "erus": 47208,
  "erv": 2083,
  "erve": 2700,
  "erved": 7270,
  "erver": 17262,
  "ervers": 34302,
  "erves": 11193,
  "ervice": 31208,
  "erving": 8641,
  "ery": 3126,
  "es": 291,
  "esan": 10570,
  "esar": 23239,
  "escent": 20442,
  "ese": 2048,
  "esearch": 33453,
  "eseed": 17241,
  "esh": 47233,
  "esha": 42280,
  "esian": 36947,
  "esign": 18192,
  "esis": 25062,
  "esk": 27095,
  "esoph": 25427,
  "esophageal": 28695,
  "esophagus": 44397,
  "especially": 28547,
  "ess": 417,
  "essa": 44634,
  "essential": 27893,
  "esso": 30549,
  "essori": 31938,
  "est": 428,
  "esta": 41054,
  "estab": 15319,
  "establ": 45953,
  "establish": 15862,
  "estar": 44638,
  "ested": 22492,
  "ester": 6815,
  "estern": 8517,
  "esters": 39822,
  "estible": 41702,
  "estic": 5632,
  "estically": 34018,
  "estimate": 36979,
  "estinal": 14729,
  "estion": 14535,
  "estone": 18655,
  "estop": 42354,
  "estr": 13727,
  "estries": 37397,
  "estrone": 45936,
  "estrus": 43835,
  "estry": 14834,
  "ests": 2990,
  "esty": 17007,
  "estyle": 5050,
  "estyles": 24652,
  "esy": 15802,
  "esys": 48283,
  "et": 321,
  "eta": 22218,
  "etal": 22987,
  "etamol": 29094,
  "etboot": 43790,
  "etch": 4277,
  "eter": 2847,
  "etera": 20346,
  "eterm": 33681,
  "eters": 3969,
  "eth": 2189,
  "ethe": 16457,
  "etheless": 17184,
  "ethicone": 27447,
  "ethrin": 20099,
  "ethrough": 34780,
  "ethy": 21334,
  "ethylene": 26410,
  "etian": 39349,
  "etic": 5737,
  "etically": 40405,
  "etics": 29659,
  "etida": 33073,
  "eties": 5659,
  "etime": 9517,
  "etine": 26373,
  "eting": 28378,
  "etizing": 33998,
  "eto": 7208,
  "eton": 41661,
  "etooth": 7617,
  "etrack": 26374,
  "etric": 22988,
  "etrics": 29448,
  "ets": 1180,
  "ett": 49484,
  "etta": 27551,
  "ette": 7133,
  "ettes": 17033,
  "etti": 17748,
  "ety": 1226,
  "etyl": 35118,
  "eval": 13036,
  "evaluate": 13365,
  "even": 10985,
  "ever": 919,
  "every": 12261,
  "everybody": 46846,
  "everyone": 21827,
  "everything": 47863,
  "ew": 7161,
  "ex": 3207,
  "exam": 32032,
  "examine": 13986,
  "example": 48074,
  "examples": 38210,
  "excel": 44081,
  "exception": 45735,
  "excess": 41895,
  "exer": 15939,
  "exerc": 44307,
  "exercise": 16690,
  "exercising": 48147,
  "exf": 26422,
  "exfoliate": 28899,
  "exist": 37113,
  "existing": 24401,
  "exp": 6040,
  "expand": 40092,
  "expect": 22825,
  "exper": 30637,
  "experiment": 34978,
  "experts": 50063,
  "expl": 15767,
  "explain": 20367,
  "explore": 23056,
  "expose": 46729,
  "express": 26852,
  "ext": 30947,
  "extend": 48065,
  "ey": 10527,
  "eyc": 50182,
  "eye": 29635,
  "ez": 22668,
  "f": 74,
  "fa": 24918,
  "fab": 46181,
  "face": 7266,
  "facebook": 39094,
  "fact": 3102,
  "faction": 27300,
  "factor": 35159,
  "factory": 33792,
  "fal": 46180,
  "fall": 9968,
  "fam": 36917,
  "familiar": 16338,
  "familiarize": 16566,
  "family": 43645,
  "fan": 33349,
  "far": 32461,
  "fare": 17926,
  "fares": 39783,
  "farin": 25842,
  "farm": 48197,
  "fast": 4268,
  "fat": 22866,
  "father": 24003,
  "fax": 31435,
  "fc": 38252,
  "fe": 440,
  "fect": 701,
  "fected": 43889,
  "fed": 22294,
  "federal": 49087,
  "fee": 25073,
  "feed": 11763,
  "feedback": 27197,
  "feeding": 23429,
  "feel": 27897,
  "feeling": 39872,
  "feet": 44646,
  "fege": 39871,
  "feit": 17038,
  "feld": 41055,
  "felt": 21200,
  "fen": 31662,
  "fer": 1055,
  "fere": 695,
  "fered": 30991,
  "feree": 17008,
  "ference": 3036,
  "ferences": 3516,
  "ferencing": 34049,
  "ferent": 14973,
  "ferential": 34919,
  "fers": 9067,
  "fert": 46182,
  "fest": 38253,
  "few": 15604,
  "ff": 844,
  "ffe": 1900,
  "ffect": 1136,
  "ffected": 28091,
  "ffective": 13786,
  "ffee": 2341,
  "ffen": 37882,
  "ffered": 13667,
  "ffic": 2316,
  "ffici": 5445,
  "fficial": 29922,
  "fficient": 3977,
  "fficients": 20270,
  "ffind": 31977,
  "ffl": 38915,
  "ffle": 10355,
  "ffles": 12255,
  "fi": 30725,
  "fic": 1324,
  "fiction": 17740,
  "fied": 18588,
  "field": 13607,
  "fields": 42744,
  "fig": 9175,
  "figer": 49346,
  "fight": 30726,
  "figure": 10984,
  "fil": 28033,
  "file": 20866,
  "files": 36068,
  "fill": 5162,
  "filled": 33039,
  "fillin": 32628,
  "filling": 43377,
  "fills": 33038,
  "film": 37718,
  "filter": 49348,
  "fin": 13552,
  "find": 3428,
  "finder": 18721,
  "finding": 28799,
  "fine": 13866,
  "fined": 19902,
  "fing": 18946,
