{
  "!": 5,
  "!!": 8126,
  "!!!": 20205,
  "!\"": 13777,
  "!,": 17000,
  "\"": 6,
  "\",": 1730,
  "\".": 685,
  "#": 7,
  "$": 8,
  "%": 9,
  "%\".": 27852,
  "%)": 10728,
  "%),": 15790,
  "%).": 27853,
  "%,": 2650,
  "%,\"": 20666,
  "%-": 27851,
  "%.": 2165,
  "%.\"": 20667,
  "&": 10,
  "&#": 7020,
  "'": 11,
  "'\".": 27855,
  "''": 27854,
  "',": 7336,
  "',\"": 9364,
  "'.": 5789,
  "'.\"": 12350,
  "'d": 3219,
  "'ll": 2674,
  "'m": 1333,
  "'re": 1801,
  "'s": 334,
  "'t": 642,
  "'ve": 1466,
  "(": 12,
  ")": 13,
  ")\"": 18598,
  "),": 937,
  "),\"": 18599,
  ").": 1319,
  ").\"": 23624,
  "):": 20668,
  ");": 6379,
  ")?": 27856,
  "*": 14,
  "+": 15,
  ",": 16,
  ",\"": 445,
  ",'": 11190,
  ",'\"": 18372,
  ",''": 23070,
  "-": 17,
  "-$": 17001,
  ".": 18,
  ".\"": 451,
  ".'": 8583,
  ".'\"": 20222,
  ".''": 22911,
  ".,": 23625,
  "..": 1334,
  "...": 2270,
  "....": 21996,
  "/": 19,
  "//": 27857,
  "0": 20,
  "00": 378,
  "000": 782,
  "001": 21367,
  "01": 12992,
  "011": 27859,
  "02": 27858,
  "028": 27861,
  "03": 17002,
  "04": 12351,
  "05": 7909,
  "06": 13778,
  "07": 13779,
  "08": 20669,
  "080": 27860,
  "09": 20670,
  "1": 21,
  "10": 2133,
  "100": 3815,
  "102": 17871,
  "103": 22197,
  "104": 22198,
  "105": 22199,
  "106": 25751,
  "11": 3094,
  "110": 14703,
  "111": 19825,
  "12": 3288,
  "120": 14705,
  "125": 12767,
  "13": 3610,
  "130": 14704,
  "132": 22487,
  "133": 26058,
  "135": 18011,
  "137": 26059,
  "138": 22488,
  "14": 4859,
  "140": 17003,
  "149": 16657,
  "15": 3611,
  "150": 8845,
  "152": 19868,
  "153": 26060,
  "155": 19869,
  "16": 4691,
  "160": 18600,
  "162": 26230,
  "163": 22596,
  "168": 22597,
  "17": 3720,
  "170": 16605,
  "173": 22505,
  "178": 26077,
  "18": 4915,
  "180": 10729,
  "187": 26261,
  "19": 3630,
  "190": 19871,
  "191": 22490,
  "194": 26064,
  "196": 26065,
  "1990": 18014,
  "2": 22,
  "20": 2817,
  "200": 3632,
  "2000": 20671,
  "2003": 19872,
  "2004": 12784,
  "2005": 11558,
  "206": 22338,
  "21": 5950,
  "211": 27862,
  "22": 6045,
  "220": 18601,
  "227": 18602,
  "23": 4971,
  "230": 17004,
  "233": 9047,
  "234": 26269,
  "24": 5707,
  "25": 3631,
  "250": 8127,
  "26": 6160,
  "264": 22737,
  "265": 26435,
  "27": 4283,
  "275": 27863,
  "28": 5617,
  "280": 13780,
  "29": 6265,
  "291": 26446,
  "3": 23,
  "30": 2802,
  "300": 6871,
  "31": 8584,
  "32": 8846,
  "320": 15791,
  "322": 27867,
  "324": 27866,
  "325": 23626,
  "327": 23628,
  "328": 27865,
  "329": 27868,
  "33": 9670,
  "336": 27869,
  "339": 18604,
  "34": 9998,
  "340": 23627,
  "35": 3816,
  "350": 12993,
  "36": 7495,
  "360": 27864,
  "37": 6380,
  "370": 26462,
  "375": 18603,
  "38": 7337,
  "380": 20672,
  "39": 6748,
  "399": 20673,
  "4": 24,
  "40": 3721,
  "400": 8128,
  "41": 9671,
  "412": 23630,
  "415": 27872,
  "419": 23631,
  "42": 7021,
  "420": 27871,
  "424": 23635,
  "425": 23632,
  "427": 23634,
  "43": 10347,
  "430": 27870,
  "44": 8340,
  "444": 26690,
  "45": 5041,
  "450": 23629,
  "456": 26280,
  "458": 26281,
  "46": 7709,
  "47": 8585,
  "48": 4692,
  "480": 23633,
  "49": 11717,
  "499": 18605,
  "5": 25,
  "50": 1667,
  "500": 3693,
  "51": 12994,
  "515": 27873,
  "52": 8341,
  "53": 7710,
  "530": 23636,
  "535": 23637,
  "54": 10730,
  "546": 23640,
  "55": 8342,
  "550": 13781,
  "56": 10348,
  "560": 27874,
  "57": 12352,
  "575": 23638,
  "58": 11718,
  "59": 20674,
  "599": 23639,
  "6": 26,
  "60": 3633,
  "600": 7338,
  "603": 26066,
  "61": 14706,
  "610": 27876,
  "62": 15792,
  "63": 14707,
  "630": 20675,
  "64": 13782,
  "648": 27878,
  "65": 9672,
  "650": 27875,
  "66": 12995,
  "660": 23641,
  "67": 10349,
  "68": 13783,
  "680": 27877,
  "69": 12353,
  "690": 23642,
  "7": 27,
  "70": 7910,
  "700": 9673,
  "71": 11719,
  "713": 27880,
  "72": 18606,
  "720": 23643,
  "73": 14708,
  "730": 27879,
  "733": 27885,
  "74": 11720,
  "745": 27882,
  "75": 4138,
  "750": 15793,
  "76": 9069,
  "77": 10731,
  "775": 27881,
  "78": 18607,
  "79": 18608,
  "796": 27886,
  "798": 27884,
  "799": 27883,
  "8": 28,
  "80": 3937,
  "800": 5790,
  "81": 27887,
  "817": 27888,
  "82": 18609,
  "83": 14709,
  "838": 27889,
  "84": 23644,
  "85": 7711,
  "850": 13784,
  "857": 26611,
  "86": 10350,
  "87": 8847,
  "870": 27890,
  "88": 12354,
  "89": 9674,
  "9": 29,
  "90": 6495,
  "900": 10351,
  "91": 13785,
  "92": 23645,
  "920": 20676,
  "93": 12996,
  "94": 13786,
  "947": 27891,
  "95": 12997,
  "950": 18610,
  "96": 9675,
  "960": 20677,
  "97": 14710,
  "98": 9365,
  "99": 5370,
  ":": 30,
  ";": 31,
  "<": 32,
  "</s>": 1,
  "<mask>": 3,
  "<pad>": 2,
  "<s>": 0,
  "<unk>": 4,
  "=": 33,
  ">": 34,
  "?": 35,
  "?!": 27892,
  "?\"": 3414,
  "?\".": 27894,
  "?'": 10352,
  "?'\"": 15681,
  "?)": 27893,
  "?,": 12355,
  "?,\"": 23646,
  "??": 10732,
  "@": 36,
  "A": 37,
  "AA": 3008,
  "AAF": 4459,
  "AAMSA": 25934,
  "AB": 13787,
  "AC": 8586,
  "ACA": 23655,
  "ACC": 27905,
  "AD": 18611,
  "ADS": 27906,
  "AF": 11721,
  "AIDS": 23656,
  "AK": 23647,
  "AL": 17005,
  "AM": 23648,
  "AN": 23649,
  "AO": 12998,
  "AR": 27895,
  "AS": 20678,
  "AT": 13788,
  "ATC": 27907,
  "AV": 23650,
  "Ab": 10733,
  "Abeyie": 18614,
  "About": 16855,
  "Ac": 17006,
  "According": 6047,
  "Act": 15794,
  "Action": 20682,
  "Actor": 10354,
  "Actress": 20498,
  "Ad": 10734,
  "Adam": 27903,
  "Adults": 26900,
  "Af": 20679,
  "Afric": 23479,
  "Africa": 27620,
  "After": 5241,
  "Ag": 12999,
  "Agassi": 20408,
  "Aged": 27902,
  "Agen": 27904,
  "Ah": 27896,
  "Aid": 23651,
  "Aids": 7712,
  "Aim": 27899,
  "Air": 12356,
  "Ajax": 27908,
  "Al": 3582,
  "Alf": 27901,
  "Alicia": 22479,
  "All": 4026,
  "Almost": 13550,
  "Almunia": 19865,
  "Already": 18009,
  "Also": 16596,
  "Although": 5851,
  "Am": 10353,
  "Americ": 8848,
  "American": 9983,
  "Amit": 23654,
  "Among": 14604,
  "Ampas": 20686,
  "An": 3133,
  "Analysts": 9286,
  "And": 2766,
  "Andre": 16533,
  "Andrew": 15380,
  "Andy": 15379,
  "Anel": 20685,
  "Anelka": 23481,
  "Ang": 8587,
  "Angels": 12294,
  "Anger": 26715,
  "Anim": 22395,
  "Ann": 19828,
  "Another": 11052,
  "Anson": 25966,
  "Ant": 11722,
  "Anti": 14640,
  "Any": 7339,
  "Anyone": 14535,
  "Anything": 26588,
  "Ap": 20680,
  "Apacs": 27466,
  "App": 18612,
  "Apple": 6046,
  "Ar": 3669,
  "Arch": 26071,
  "Arcy": 9922,
  "Are": 20681,
  "Argent": 10272,
  "Argentina": 10724,
  "Argonaut": 26072,
  "Arnold": 22496,
  "Around": 20684,
  "Arsenal": 8082,
  "Art": 26070,
  "As": 2145,
  "Ash": 22203,
  "Asia": 17877,
  "Asian": 22204,
  "Ask": 15328,
  "Asked": 19713,
  "Ast": 27898,
  "Aston": 23653,
  "Asymmetric": 25754,
  "At": 3694,
  "Athletes": 23657,
  "Athletics": 14711,
  "Att": 16604,
  "Attack": 27295,
  "Aud": 27900,
  "Aus": 23652,
  "Aust": 7022,
  "Austral": 7703,
  "Australia": 12899,
  "Australian": 10698,
  "Aut": 17007,
  "Avi": 20683,
  "Aviator": 23480,
  "Aware": 18613,
  "Az": 27897,
  "B": 38,
  "BA": 11723,
  "BAA": 27923,
  "BB": 15795,
  "BBA": 27931,
  "BBC": 7340,
  "BC": 797,
  "BCC": 21820,
  "BE": 14712,
  "BEs": 27928,
  "BGE": 23671,
  "BI": 5791,
  "BM": 3780,
  "BMW": 14414,
  "BN": 9999,
  "BNP": 20699,
  "BO": 11724,
  "BP": 20687,
  "BPI": 17013,
  "BS": 4591,
  "BSA": 20697,
  "BT": 9366,
  "BU": 20688,
  "BY": 27909,
  "Ba": 13789,
  "Baas": 27112,
  "Baby": 27922,
  "Babys": 27934,
  "Back": 15796,
  "Bad": 20691,
  "Bag": 20693,
  "Baghdad": 27467,
  "Baikal": 23183,
  "Bal": 23660,
  "Balco": 27622,
  "Ban": 20689,
  "Band": 20692,
  "Bank": 15800,
  "Banks": 23666,
  "Bar": 8343,
  "Barcelona": 20216,
  "Barclays": 20217,
  "Bark": 20694,
  "Barkley": 23483,
  "Baron": 26691,
  "Baros": 26692,
  "Bas": 14713,
  "Based": 20695,
  "Basically": 16941,
  "Bath": 10735,
  "Bay": 7023,
  "Be": 6048,
  "Beattie": 26421,
  "Because": 13795,
  "Beck": 23669,
  "Beckham": 27624,
  "Bed": 27911,
  "Before": 9325,
  "Being": 13794,
  "Bel": 13792,
  "Belgrave": 18456,
  "Bell": 15799,
  "Bellamy": 18523,
  "Belle": 27929,
  "Ben": 12357,
  "Bening": 23663,
  "Benitez": 16897,
  "Benn": 27917,
  "Benz": 23118,
  "Ber": 13790,
  "Berlin": 18455,
  "Bern": 27919,
  "Best": 13791,
  "Bet": 14714,
  "Betty": 27177,
  "Biarritz": 10355,
  "Big": 11191,
  "Bill": 12358,
  "Billions": 27921,
  "Bir": 20690,
  "Birchfield": 23482,
  "Birmingham": 27924,
  "Bit": 23659,
  "Bl": 3781,
  "Black": 14415,
  "Blackburn": 18479,
  "Blair": 6253,
  "Blin": 27920,
  "Blind": 22516,
  "Blo": 15801,
  "Blog": 18023,
  "Blood": 23286,
  "Blu": 22515,
  "Blues": 18024,
  "Blunkett": 19883,
  "Bo": 13000,
  "Bob": 13793,
  "Boeing": 16909,
  "Bol": 17008,
  "Bollywood": 27305,
  "Bolton": 27304,
  "Bomb": 18617,
  "Bombay": 27380,
  "Bond": 27915,
  "Boo": 23665,
  "Boogeyman": 27623,
  "Book": 15797,
  "Bookmaker": 27234,
  "Bookmakers": 23285,
  "Booth": 27926,
  "Bor": 23658,
  "Borders": 17012,
  "Born": 27918,
  "Boro": 23668,
  "Borrowing": 27933,
  "Bortolami": 27927,
  "Bos": 23661,
  "Boss": 18616,
  "Boston": 11726,
  "Both": 7191,
  "Bourgoin": 13796,
  "Bow": 27913,
  "Box": 23662,
  "Boy": 8849,
  "Br": 18615,
  "Brad": 27925,
  "Brain": 20698,
  "Brazil": 17011,
  "Brennan": 27935,
  "Brent": 17009,
  "Brentford": 20546,
  "Brew": 27916,
  "Bri": 11725,
  "Brian": 20696,
  "Bridge": 23664,
  "Brien": 12970,
  "Bringing": 23670,
  "Brit": 3876,
  "Britain": 6735,
  "British": 6736,
  "Britons": 26104,
  "Brits": 19890,
  "Brive": 23667,
  "Bro": 27912,
  "Broad": 7911,
  "Broadband": 9346,
  "Brown": 8344,
  "Bu": 27910,
  "Budget": 10736,
  "Building": 27930,
  "Bungie": 27936,
  "Bur": 27914,
  "Burn": 15798,
  "Burnley": 18522,
  "Busch": 27932,
  "Bush": 17010,
  "Business": 17014,
  "But": 1256,
  "Butler": 25435,
  "By": 4785,
  "C": 39,
  "CA": 6049,
  "CAS": 26422,
  "CBI": 23683,
  "CC": 7024,
  "CCI": 18623,
  "CD": 10737,
  "CE": 20700,
  "CEA": 23685,
  "CES": 14716,
  "CF": 18618,
  "CG": 27937,
  "CI": 3817,
  "CL": 17015,
  "CMF": 27954,
  "CML": 23688,
  "CPS": 23682,
  "CPs": 23684,
  "CS": 27938,
  "CSA": 23681,
  "CSI": 27957,
  "CSOs": 23689,
  "CTV": 27950,
  "CWI": 27963,
  "Cabinet": 27952,
  "Cable": 23676,
  "Cairn": 17019,
  "Cal": 11728,
  "Call": 15804,
  "Callaghan": 12359,
  "Calvisano": 20348,
  "Cam": 17016,
  "Camera": 23329,
  "Camp": 7912,
  "Campaign": 14554,
  "Campaigners": 20459,
  "Campbell": 12276,
  "Can": 11727,
  "Candid": 27953,
  "Cap": 5242,
  "Caprio": 6041,
  "Captain": 22658,
  "Car": 8588,
  "Card": 8850,
  "Cardiff": 10335,
  "Care": 20703,
  "Career": 27469,
  "Carlos": 22912,
  "Carmen": 26716,
  "Cas": 15803,
  "Cash": 23677,
  "Caspian": 27965,
  "Cast": 11192,
  "Castres": 26938,
  "Casual": 27235,
  "Cat": 27939,
  "Cate": 27940,
  "Catherine": 23686,
  "Cebit": 23691,
  "Cech": 18622,
  "Cel": 27941,
  "Cele": 27949,
  "Cell": 20705,
  "Celtic": 17018,
  "Cent": 20702,
  "Central": 27468,
  "Cer": 20701,
  "Ch": 2892,
  "Cha": 18620,
  "Champions": 23390,
  "Chan": 9070,
  "Chancellor": 11676,
  "Chang": 27956,
  "Channel": 18292,
  "Char": 6749,
  "Charles": 11627,
  "Charlie": 26508,
  "Charlton": 18178,
  "Chart": 22789,
  "Che": 5792,
  "Chelsea": 7322,
  "Cheney": 26388,
  "Chepkemei": 26390,
  "Cherie": 26389,
  "Ches": 27947,
  "Chief": 13520,
  "Child": 15391,
  "Children": 18511,
  "Chile": 23678,
  "China": 5687,
  "Chinese": 15392,
  "Chris": 22353,
  "Christ": 9282,
  "Christian": 26798,
  "Christmas": 10339,
  "Church": 25915,
  "Circ": 27951,
  "Citiz": 23680,
  "Citizens": 27625,
  "City": 27942,
  "Civil": 20707,
  "Cl": 6266,
  "Claren": 26448,
  "Clark": 14505,
  "Clarke": 20096,
  "Claude": 26449,
  "Clear": 17017,
  "Clearly": 20547,
  "Cler": 15806,
  "Clermont": 18524,
  "Clijsters": 23687,
  "Clint": 26447,
  "Co": 14715,
  "Coach": 27178,
  "Col": 13797,
  "Cole": 15807,
  "Coll": 15805,
  "Collins": 16970,
  "Colombia": 27113,
  "Com": 3500,
  "Comedy": 16588,
  "Comm": 26041,
  "Comp": 11062,
  "Companies": 16865,
  "Computer": 15427,
  "Con": 2989,
  "Concer": 22371,
  "Cong": 23674,
  "Conn": 6585,
  "Connell": 4848,
  "Connor": 7331,
  "Connors": 26493,
  "Cons": 5171,
  "Conservative": 11596,
  "Considering": 26301,
  "Consumer": 14457,
  "Consumers": 9314,
  "Cont": 13527,
  "Controvers": 16922,
  "Controversial": 20542,
  "Coopers": 20710,
  "Cor": 15802,
  "Cost": 27943,
  "Could": 23673,
  "Council": 18621,
  "Councils": 27382,
  "Count": 20704,
  "Country": 27470,
  "Court": 23679,
  "Cr": 23672,
  "Crack": 27960,
  "Creat": 27946,
  "Creative": 27959,
  "Creditors": 27964,
  "Crim": 27955,
  "Cririck": 27962,
  "Crist": 27948,
  "Critical": 23690,
  "Critics": 18624,
  "Croat": 20708,
  "Croatia": 23484,
  "Cross": 20706,
  "Crow": 27944,
  "Cub": 23675,
  "Cube": 18625,
  "Cudicini": 27961,
  "Cult": 27945,
  "Cur": 9367,
  "Current": 26800,
  "Currently": 12923,
  "Customers": 20709,
  "Cy": 18619,
  "Cyber": 27381,
  "Czech": 27958,
  "D": 40,
  "DA": 5313,
  "DAs": 14717,
  "DB": 11729,
  "DC": 13001,
  "DEC": 17022,
  "DF": 23692,
  "DG": 27966,
  "DI": 20711,
  "DJ": 23693,
  "DO": 9071,
  "DP": 3938,
  "DPA": 9027,
  "DPM": 14420,
  "DRM": 23701,
  "DS": 7913,
  "DV": 23694,
  "DVB": 27984,
  "DVD": 6750,
  "DVDs": 22790,
  "DVR": 20718,
  "Da": 13798,
  "Dallaglio": 27981,
  "Dam": 27968,
  "Dame": 20714,
  "Dan": 11730,
  "Dance": 27975,
  "Daniel": 13737,
  "Daniela": 23182,
  "Data": 23700,
  "Dav": 7496,
  "Davenport": 16924,
  "David": 8828,
  "Dawson": 20717,
  "Day": 17021,
  "De": 6496,
  "Deb": 27977,
  "December": 16734,
  "Def": 15810,
  "Del": 20712,
  "Delta": 20716,
  "Dem": 15808,
  "Demand": 27236,
  "Den": 23696,
  "Dent": 27967,
  "Dep": 23698,
  "Derby": 20719,
  "Des": 6050,
  "Despite": 6867,
  "Details": 18628,
  "Deutsche": 11622,
  "Di": 17020,
  "Dibaba": 27986,
  "Digital": 10739,
  "Dim": 27969,
  "Dire": 27974,
  "Director": 15811,
  "Dirty": 27982,
  "Dis": 9368,
  "Disc": 27979,
  "Dism": 27976,
  "Disney": 14589,
  "Dist": 27972,
  "Ditt": 23699,
  "Ditto": 27627,
  "Div": 27973,
  "Dix": 15809,
  "Dixie": 16971,
  "Do": 7192,
  "Docu": 20715,
  "Does": 26562,
  "Dollar": 18626,
  "Domain": 27985,
  "Don": 8345,
  "Donald": 5951,
  "Done": 20713,
  "Doping": 9676,
  "Dou": 10738,
  "Double": 14615,
  "Dour": 27971,
  "Down": 11731,
  "Downing": 14641,
  "Dr": 13799,
  "Drag": 18627,
  "Dragons": 20601,
  "Drisc": 5042,
  "Driscoll": 5108,
  "Drogba": 27983,
  "Ds": 23695,
  "Dublin": 27980,
  "Dud": 23697,
  "Dudek": 27626,
  "Duff": 27978,
  "Dun": 27970,
  "Dundee": 20720,
  "During": 11193,
  "Dutch": 14718,
  "E": 41,
  "EA": 7713,
  "EAD": 20177,
  "EB": 23702,
  "EC": 3198,
  "ECB": 25989,
  "ECE": 19833,
  "EE": 23703,
  "EF": 10356,
  "EFA": 20725,
  "EFF": 28000,
  "EG": 17023,
  "EL": 27987,
  "EM": 7497,
  "EMI": 20165,
  "EN": 27988,
  "ENG": 28001,
  "EOC": 18633,
  "ER": 11732,
  "ERS": 20724,
  "ES": 8129,
  "ESR": 16789,
  "EU": 8130,
  "EV": 27989,
  "EY": 23704,
  "Each": 15812,
  "Ealing": 27999,
  "Ear": 8589,
  "Earlier": 9660,
  "Early": 26717,
  "East": 17025,
  "Eb": 23705,
  "Ebbers": 27628,
  "Eco": 27996,
  "Econom": 11734,
  "Economic": 18391,
  "Economy": 20349,
  "Ed": 6267,
  "Eddie": 26450,
  "Edinburgh": 8556,
  "Edu": 18630,
  "Edwards": 20097,
  "Eff": 27992,
  "Egypt": 17026,
  "Eight": 18629,
  "Eighth": 27998,
  "Eighty": 28002,
  "Either": 15813,
  "El": 10740,
  "Elect": 20723,
  "Election": 27997,
  "Electrolux": 27472,
  "Ellen": 27995,
  "Elsewhere": 18634,
  "Elvis": 14616,
  "Em": 20721,
  "Eminem": 18632,
  "Employers": 23485,
  "En": 11733,
  "End": 9369,
  "Enders": 10340,
  "Eng": 4210,
  "England": 4504,
  "English": 19918,
  "Enron": 26978,
  "Ent": 27991,
  "Equ": 20722,
  "Equally": 27471,
  "Er": 17024,
  "Ericsson": 23330,
  "Es": 10000,
  "Especially": 26846,
  "Esquive": 26847,
  "Ess": 26845,
  "Est": 27990,
  "Ethiop": 23707,
  "Ethiopia": 27629,
  "Ets": 27993,
  "Euro": 5109,
  "Euronext": 18631,
  "Europe": 5863,
  "European": 8108,
  "Europeans": 22704,
  "Eurosceptic": 26289,
  "Ev": 23706,
  "Even": 7341,
  "Event": 27994,
  "Everton": 17027,
  "Every": 4972,
  "Everybody": 15501,
  "Everyone": 10292,
  "Everything": 14451,
  "Ex": 6381,
  "Excluding": 26463,
  "Experts": 22754,
  "Eye": 20726,
  "F": 42,
  "FA": 7914,
  "FB": 14719,
  "FBI": 23715,
  "FC": 18635,
  "FCC": 20735,
  "FDA": 28025,
  "FF": 9370,
  "FI": 28003,
  "FJ": 11735,
  "FL": 28004,
  "FO": 28005,
  "FSA": 28020,
  "Factor": 28026,
  "Factory": 28031,
  "Failure": 20737,
  "Famed": 28016,
  "Fannie": 23717,
  "Fans": 23709,
  "Fant": 28010,
  "Far": 12360,
  "Farlane": 23119,
  "Fast": 18637,
  "Faster": 23713,
  "Fat": 28006,
  "Fears": 20736,
  "February": 20733,
  "Fed": 20728,
  "Feder": 17028,
  "Federer": 23331,
  "Fella": 18640,
  "Fellow": 28027,
  "Ferguson": 13801,
  "Ferr": 28018,
  "Few": 20729,
  "Fi": 18636,
  "Fiat": 13802,
  "Fidel": 28023,
  "Fifa": 23718,
  "Fifth": 28019,
  "Fifty": 23720,
  "Figures": 17029,
  "Fiji": 15814,
  "Fil": 28007,
  "File": 20730,
  "Film": 10001,
  "Fin": 11736,
  "Final": 28015,
  "Finding": 28024,
  "Finn": 28022,
  "Fire": 28013,
  "Firms": 14721,
  "First": 10741,
  "Firstly": 26901,
  "Five": 11194,
  "Fl": 20727,
  "Fletcher": 28029,
  "Fly": 28008,
  "Fockers": 23716,
  "Following": 14720,
  "Foot": 23711,
  "Football": 27630,
  "For": 2713,
  "Ford": 28011,
  "Fore": 12361,
  "Foreign": 15728,
  "Form": 23710,
  "Former": 5775,
  "Foster": 20734,
  "Fosters": 23719,
  "Found": 28014,
  "Four": 10357,
  "Fox": 13800,
  "Foxx": 23184,
  "Fr": 3877,
  "Fran": 20732,
  "France": 5700,
  "Francis": 7883,
  "Franco": 26105,
  "Francois": 27831,
  "Frank": 16612,
  "Frankfurt": 27296,
  "Franz": 23486,
  "Fraud": 23714,
  "Fred": 18638,
  "Free": 11737,
  "French": 9371,
  "Fresh": 28021,
  "Fri": 28009,
  "Frid": 23712,
  "Friend": 28017,
  "Friends": 28028,
  "From": 9072,
  "Fry": 23708,
  "Full": 18639,
  "Fuming": 28030,
  "Fund": 28012,
  "Further": 20731,
  "Future": 28032,
  "G": 43,
  "GAS": 28050,
  "GB": 5532,
  "GC": 7193,
  "GDP": 13803,
  "GE": 20738,
  "GES": 28044,
  "GH": 23721,
  "GI": 15815,
  "GM": 6161,
  "GMT": 22738,
  "GP": 28033,
  "GSM": 10002,
  "GW": 14722,
  "GWU": 15770,
  "Gadget": 13002,
  "Gadgets": 23149,
  "Gage": 23722,
  "Gall": 18644,
  "Gamb": 28042,
  "Game": 15816,
  "Gamers": 15817,
  "Games": 11195,
  "Gaming": 13003,
  "Gang": 23724,
  "Gara": 4741,
  "Gard": 18643,
  "Garden": 23726,
  "Gardener": 20602,
  "Gat": 28036,
  "Gav": 28038,
  "Gazprom": 18647,
  "Gener": 28041,
  "General": 18648,
  "Geor": 17037,
  "George": 23333,
  "Ger": 5793,
  "German": 8327,
  "Germany": 11119,
  "Gerr": 17033,
  "Gerrard": 18553,
  "Gervais": 28045,
  "Get": 18642,
  "Gethin": 28049,
  "Getting": 23392,
  "Gha": 28035,
  "Gib": 28040,
  "Giggs": 20742,
  "Gil": 28037,
  "Given": 11738,
  "Giving": 20741,
  "Gl": 5445,
  "Glasgow": 9940,
  "Global": 15527,
  "Gloucester": 14467,
  "Go": 9073,
  "God": 17030,
  "Godzilla": 23332,
  "Gold": 17031,
  "Golden": 20548,
  "Golds": 28043,
  "Good": 18645,
  "Google": 18293,
  "Goran": 17035,
  "Gordon": 8590,
  "Gov": 23725,
  "Government": 18294,
  "Gr": 20739,
  "Grac": 28047,
  "Graham": 20743,
  "Gram": 28039,
  "Gre": 28034,
  "Great": 17032,
  "Greek": 11739,
  "Green": 11196,
  "Greg": 18646,
  "Groot": 28048,
  "Gross": 23723,
  "Group": 20740,
  "Growth": 17034,
  "Gu": 18641,
  "Guantanamo": 23391,
  "Guard": 11197,
  "Gudjohnsen": 28046,
  "Guitarist": 28051,
  "Gwent": 17036,
  "H": 44,
  "HD": 14723,
  "HDTV": 23233,
  "HE": 18649,
  "HEO": 23393,
  "HL": 28052,
  "HO": 14724,
  "HP": 20744,
  "HRC": 28073,
  "HS": 6051,
  "HSDPA": 26423,
  "HT": 28053,
  "HTC": 20746,
  "HTCU": 23487,
  "Hack": 28061,
  "Had": 23732,
  "Hague": 23739,
  "Hal": 10358,
  "Half": 18347,
  "Hall": 28062,
  "Halo": 14605,
  "Hamm": 23741,
  "Hanks": 28070,
  "Hansen": 28076,
  "Hantuchova": 28072,
  "Happy": 23742,
  "Har": 9074,
  "Hard": 23735,
  "Harden": 11198,
  "Hardenne": 11708,
  "Harinordoquy": 22940,
  "Harry": 18295,
  "Hart": 23734,
  "Has": 23731,
  "Hat": 28057,
  "Have": 23738,
  "Having": 17038,
  "Hazel": 28078,
  "He": 1222,
  "Head": 19547,
  "Healey": 25421,
  "Health": 21952,
  "Hear": 18650,
  "Hearts": 20603,
  "Heineken": 25420,
  "Hel": 23736,
  "Help": 27632,
  "Hen": 9677,
  "Hend": 28060,
  "Henman": 14593,
  "Henry": 20263,
  "Henson": 18653,
  "Her": 13804,
  "Here": 13806,
  "Hereford": 27115,
  "Herlihy": 27114,
  "Hert": 28069,
  "Hew": 13805,
  "Hewitt": 14682,
  "High": 8851,
  "Higher": 28071,
  "Hill": 23733,
  "Hingis": 28075,
  "Hip": 23737,
  "His": 5110,
  "Histor": 20747,
  "Hit": 23729,
  "Ho": 28054,
  "Hob": 28064,
  "Hodgson": 18652,
  "Hoff": 28066,
  "Hol": 6268,
  "Hollywood": 9327,
  "Holmes": 11129,
  "Home": 10359,
  "Hon": 23727,
  "Honda": 28074,
  "Hong": 28063,
  "Hop": 28059,
  "Hopefully": 10003,
  "Hor": 23728,
  "Hosp": 28067,
  "Hots": 28065,
  "Hou": 23730,
  "Houllier": 27631,
  "House": 12362,
  "How": 2633,
  "Howard": 9276,
  "However": 3996,
  "Howl": 22305,
  "Huaral": 28077,
  "Hug": 18651,
  "Hugo": 27383,
  "Human": 23740,
  "Hun": 28058,
  "Hundreds": 20745,
  "Hunt": 28068,
  "Hy": 28055,
  "Hz": 28056,
  "I": 45,
  "IA": 13807,
  "IAAF": 15819,
  "IBM": 17039,
  "IC": 11740,
  "ID": 5446,
  "IDS": 20037,
  "IE": 20748,
  "IF": 13808,
  "IFA": 23747,
  "IFF": 28084,
  "IFPI": 27116,
  "IG": 28079,
  "IHRC": 28089,
  "ILO": 20752,
  "IM": 23743,
  "IMF": 12363,
  "ING": 28085,
  "IOC": 23748,
  "IP": 2465,
  "IPS": 25833,
  "IPTV": 22278,
  "IS": 23744,
  "ISM": 28082,
  "ISP": 23746,
  "IT": 10004,
  "ITF": 26848,
  "IV": 5371,
  "IY": 18654,
  "Ian": 23745,
  "Idowu": 20751,
  "If": 1605,
  "Il": 28080,
  "Ilroy": 20750,
  "Im": 20749,
  "Imag": 17040,
  "Imagine": 18554,
  "Imanol": 28087,
  "Imelda": 28083,
  "Imm": 28081,
  "Imp": 18655,
  "Implemented": 27384,
  "In": 1206,
  "InReal": 16363,
  "Incre": 25409,
  "Ind": 4178,
  "Indefinite": 26149,
  "India": 6483,
  "Indian": 18046,
  "Indie": 26148,
  "Indones": 14427,
  "Indonesia": 16940,
  "Indust": 18045,
  "Industrial": 23384,
  "Init": 17727,
  "Initially": 20582,
  "Instead": 15217,
  "Int": 15818,
  "Intel": 18525,
  "Inter": 15216,
  "Interest": 20487,
  "Intern": 8722,
  "International": 16808,
  "Internet": 11666,
  "Intyre": 28088,
  "Invest": 12058,
  "Investors": 13745,
  "Ioann": 28086,
  "Ir": 10742,
  "Iran": 13004,
  "Iranian": 27061,
  "Iraq": 11199,
  "Ireland": 6872,
  "Irish": 11701,
  "Is": 8131,
  "Islam": 22871,
  "Islamic": 27605,
  "Isn": 26659,
  "Israel": 13663,
  "Israeli": 20432,
  "It": 739,
  "Italy": 8442,
  "Its": 10943,
  "J": 46,
  "JURI": 23757,
  "Jack": 15822,
  "Jade": 28097,
  "Jam": 15821,
  "James": 13809,
  "Jamie": 20499,
  "Jan": 23749,
  "January": 20755,
  "Japan": 6615,
  "Japanese": 14516,
  "Jar": 28093,
  "Jason": 18656,
  "Jay": 23750,
  "Jays": 28096,
  "Jaze": 28104,
  "Jazz": 28102,
  "Jen": 28092,
  "Jennifer": 23756,
  "Jer": 28091,
  "Jet": 28094,
  "Jew": 23752,
  "Jewish": 27633,
  "Jez": 28103,
  "Jim": 28095,
  "Jo": 17041,
  "Job": 17042,
  "Jobs": 23755,
  "John": 6616,
  "Johnny": 18175,
  "Johnson": 14517,
  "Jol": 23751,
  "Jon": 15820,
  "Jonathan": 27238,
  "Jones": 11200,
  "Jonny": 27237,
  "Jose": 23753,
  "Josh": 28100,
  "Joss": 20754,
  "Jowell": 28101,
  "Joy": 23754,
  "Ju": 28090,
  "Jud": 14725,
  "Judges": 18483,
  "Jugnot": 28105,
  "July": 20756,
  "Jun": 20753,
  "June": 28099,
  "Juninho": 23488,
  "Junk": 28098,
  "Just": 12364,
  "K": 47,
  "KM": 28106,
  "Kap": 18658,
  "Kaplan": 27385,
  "Kast": 11201,
  "Kbps": 28112,
  "Ke": 20757,
  "Kee": 23760,
  "Kelly": 8132,
  "Ken": 7714,
  "Kennedy": 14545,
  "Kent": 23759,
  "Kenteris": 18659,
  "Kenya": 26612,
  "Kenzie": 16777,
  "Kerr": 23762,
  "Kevin": 20759,
  "Kewell": 28114,
  "Khan": 28108,
  "Khayelitsha": 28116,
  "Khodorkovsky": 28111,
  "Kier": 28109,
  "Kil": 15823,
  "Kilroy": 16972,
  "Kim": 18657,
  "King": 23758,
  "Kings": 12365,
  "Kir": 28107,
  "Kline": 20758,
  "Klu": 23763,
  "Kostas": 23764,
  "Kraft": 23761,
  "Krispy": 28115,
  "Krup": 28110,
  "Kuznetsova": 28113,
  "L": 48,
  "LA": 20760,
  "LAC": 28130,
  "LCD": 23774,
  "LD": 28117,
  "LE": 28118,
  "LG": 14726,
  "LL": 20761,
  "LO": 13005,
  "LP": 20762,
  "LR": 15824,
  "LSE": 15826,
  "La": 23765,
  "Labour": 4139,
  "Labs": 18663,
  "Lady": 28124,
  "Lansdowne": 23772,
  "Las": 28120,
  "Last": 7342,
  "Lat": 20765,
  "Late": 28121,
  "Later": 18662,
  "Laur": 20769,
  "Laura": 23490,
  "Law": 20768,
  "Le": 4341,
  "Lead": 28126,
  "Leading": 23776,
  "Lear": 9372,
  "Leary": 10341,
  "Lee": 20767,
  "Leeds": 15462,
  "Leg": 17044,
  "Legal": 27306,
  "Legendary": 27307,
  "Leicester": 9036,
  "Leigh": 26172,
  "Leinster": 12806,
  "Leish": 13571,
  "Lennon": 28131,
  "Les": 23766,
  "Less": 18660,
  "Let": 6052,
  "Lev": 28127,
  "Lew": 10360,
  "Lewis": 11697,
  "Li": 9075,
  "Lib": 8852,
  "Liber": 10743,
  "Liberal": 13715,
  "Liberian": 26902,
  "Life": 6617,
  "Lifest": 28129,
  "Like": 10361,
  "Lindsay": 23773,
  "Link": 14727,
  "Lions": 23768,
  "Lis": 20764,
  "Lisbon": 23489,
  "List": 17043,
  "Listen": 23334,
  "Little": 15825,
  "Liverpool": 9357,
  "Living": 28128,
  "Ll": 28119,
  "Llanelli": 23775,
  "Lleyton": 18664,
  "Loc": 28123,
  "Local": 18661,
  "London": 13006,
  "Long": 20766,
  "Look": 13810,
  "Looking": 23770,
  "Lopez": 20770,
  "Lord": 8133,
  "Los": 28122,
  "Lots": 23769,
  "Low": 23767,
  "Loyalty": 28132,
  "Lu": 20763,
  "Luc": 28125,
  "Lufthansa": 27473,
  "Lycos": 23771,
  "M": 49,
  "MA": 11741,
  "MAC": 28154,
  "MB": 14728,
  "MC": 6873,
  "MCI": 18668,
  "MD": 8591,
  "MDA": 20779,
  "MDR": 20223,
  "MF": 3965,
  "MFG": 22534,
  "MG": 28133,
  "MH": 14729,
  "MI": 13811,
  "MIT": 28155,
  "ML": 11202,
  "MM": 28134,
  "MMS": 28151,
  "MP": 11203,
  "MPC": 20780,
  "MPs": 10745,
  "MS": 5866,
  "MSA": 23785,
  "MTFG": 28162,
  "MTV": 28149,
  "MV": 15827,
  "MW": 28135,
  "Ma": 28136,
  "Mac": 15831,
  "Mack": 28140,
  "Mad": 20774,
  "Main": 23781,
  "Mak": 28141,
  "Make": 20775,
  "Making": 20777,
  "Mal": 13007,
  "Malaysia": 27063,
  "Malcolm": 27062,
  "Male": 28146,
  "Man": 4643,
  "Manchester": 9076,
  "Mand": 23780,
  "Manu": 18666,
  "Manufact": 20604,
  "Manufacturing": 23477,
  "Many": 6497,
  "Mar": 10005,
  "March": 28145,
  "Marie": 26849,
  "Marion": 23002,
  "Mark": 10362,
  "Markets": 26876,
  "Marshall": 17048,
  "Mart": 5373,
  "Martin": 15524,
  "Martina": 26323,
  "Mary": 28142,
  "Mat": 28137,
  "Matt": 15832,
  "Maur": 28153,
  "May": 10744,
  "Maybe": 13716,
  "Mb": 23777,
  "Mbps": 7915,
  "Mc": 8134,
  "McClaren": 26661,
  "McDonald": 26660,
  "McIlroy": 22872,
  "Me": 15828,
  "Meanwhile": 10006,
  "Media": 18667,
  "Mel": 18665,
  "Members": 17050,
  "Men": 20771,
  "Mentally": 28161,
  "Mer": 15829,
  "Merriam": 27239,
  "Merry": 28150,
  "Met": 23779,
  "Mex": 20778,
  "Mexican": 27476,
  "Mic": 3939,
  "Michael": 8531,
  "Michel": 18031,
  "Michelle": 27371,
  "Microsoft": 5365,
  "Mid": 15830,
  "Middlesbrough": 18526,
  "Mido": 23787,
  "Mik": 28148,
  "Mike": 12366,
  "Mil": 23778,
  "Millions": 13812,
  "Min": 6874,
  "Minister": 22795,
  "Ministers": 8819,
  "Mir": 28139,
  "Miss": 23782,
  "Mits": 28144,
  "Mittal": 28156,
  "Mixed": 23784,
  "Mo": 11204,
  "Moazzam": 26939,
  "Mob": 20776,
  "Mobile": 4742,
  "Mobiles": 13813,
  "Monica": 28160,
  "Monitor": 28158,
  "Monsanto": 23788,
  "Moody": 28152,
  "Mor": 17045,
  "More": 4916,
  "Morgan": 17047,
  "Morrison": 27308,
  "Most": 9373,
  "Mot": 20772,
  "Mother": 28147,
  "Motor": 27474,
  "Mourinho": 11742,
  "Movie": 17049,
  "Movies": 28159,
  "Moya": 11743,
  "Moyes": 28157,
  "Mr": 1557,
  "Mrs": 16415,
  "Ms": 6751,
  "Much": 23783,
  "Mult": 17046,
  "Multimedia": 27309,
  "Mun": 9679,
  "Munster": 10718,
  "Mur": 9678,
  "Murder": 18318,
  "Murphy": 22978,
  "Murray": 18317,
  "Mus": 20773,
  "Music": 7715,
  "Musical": 26613,
  "Musicians": 20178,
  "Muslim": 27475,
  "Mut": 28138,
  "Mutu": 23786,
  "My": 5372,
  "Myst": 28143,
  "N": 50,
  "NA": 28163,
  "NEM": 28173,
  "NG": 10746,
  "NHTCU": 28179,
  "NI": 15833,
  "NID": 20783,
  "NM": 18669,
  "NN": 23789,
  "NP": 5708,
  "NSE": 15834,
  "NSEE": 18527,
  "NT": 20781,
  "NY": 23790,
  "NZ": 20782,
  "Nadal": 9374,
  "Napster": 23795,
  "Nar": 28165,
  "Nas": 18670,
  "Nat": 28166,
  "National": 28169,
  "Nations": 14730,
  "Nato": 28175,
  "Naturally": 28176,
  "Navratilova": 28178,
  "Naz": 18671,
  "Nazi": 20605,
  "Ne": 6875,
  "Nearly": 23794,
  "Neath": 18182,
  "Neil": 15580,
  "Neill": 12878,
  "Neither": 26523,
  "Net": 6876,
  "NetRatings": 15581,
  "Never": 17052,
  "New": 3261,
  "Newcastle": 8516,
  "Newport": 25997,
  "News": 16576,
  "Next": 13008,
  "Nic": 28167,
  "Nicholas": 23796,
  "Nig": 23791,
  "Nike": 28168,
  "Nintendo": 13814,
  "Nipple": 28180,
  "Nissan": 28174,
  "No": 4463,
  "Nobody": 17054,
  "Nokia": 23793,
  "Nomine": 28171,
  "None": 17051,
  "Nor": 28164,
  "Nort": 12367,
  "Northampton": 14656,
  "Not": 9680,
  "Nothing": 17053,
  "Nov": 28170,
  "November": 18672,
  "Now": 5794,
  "Nuclear": 23792,
  "Number": 28172,
  "Nunez": 28177,
  "O": 51,
  "OA": 20784,
  "OC": 9681,
  "OD": 13815,
  "ODPM": 23800,
  "OF": 20785,
  "OK": 28181,
  "OL": 6162,
  "ON": 10363,
  "ONGC": 20292,
  "ONS": 14606,
  "OR": 9375,
  "ORPG": 11681,
  "OS": 18673,
  "OUS": 28187,
  "OW": 28182,
  "Oasis": 28189,
  "Obs": 28185,
  "Obviously": 8592,
  "Ocean": 17056,
  "Of": 6877,
  "Off": 20788,
  "Offic": 17055,
  "Office": 27477,
  "Officials": 20549,
  "Often": 28188,
  "Oh": 20786,
  "Oil": 12368,
  "Ok": 28183,
  "Old": 12369,
  "Older": 23120,
  "Oliver": 20790,
  "Olymp": 15835,
  "Olympic": 16973,
  "On": 2724,
  "Once": 7299,
  "One": 4098,
  "Online": 16529,
  "Only": 10247,
  "Opec": 28190,
  "Open": 23798,
  "Oper": 18675,
  "Operators": 27386,
  "Opp": 18674,
  "Opposition": 23394,
  "Opt": 23797,
  "Optimism": 27634,
  "Or": 13816,
  "Orange": 18676,
  "Organ": 23185,
  "Organisers": 27616,
  "Orig": 23799,
  "Os": 9376,
  "Osc": 28186,
  "Oscar": 10747,
  "Ospreys": 17057,
  "Ossie": 22959,
  "Other": 7343,
  "Others": 18202,
  "Otherwise": 22830,
  "Our": 4097,
  "Out": 20787,
  "Over": 8135,
  "Overall": 14561,
  "Ow": 28184,
  "Owen": 20789,
  "Ox": 14731,
  "Oxley": 18484,
  "P": 52,
  "PA": 20791,
  "PC": 8853,
  "PCS": 22927,
  "PD": 23801,
  "PG": 9377,
  "PI": 5795,
  "PL": 17058,
  "PM": 14732,
  "PN": 23802,
  "PP": 14733,
  "PPI": 23808,
  "PR": 13009,
  "PS": 5709,
  "PSP": 28200,
  "PT": 28191,
  "PVR": 18679,
  "Pac": 20792,
  "Pacific": 27478,
  "Page": 18677,
  "Pairing": 28205,
  "Pake": 23804,
  "Pakistan": 23810,
  "Pal": 15836,
  "Pan": 28192,
  "Pants": 28199,
  "Par": 7344,
  "Parents": 17062,
  "Parker": 20794,
  "Parliament": 26589,
  "Parma": 26590,
  "Parmalat": 15596,
  "Parry": 16767,
  "Part": 10364,
  "Parties": 23022,
  "Party": 28198,
  "Pat": 17059,
  "Paul": 9682,
  "Paula": 16835,
  "Pay": 23803,
  "Pe": 3746,
  "Peace": 26086,
  "Pear": 28193,
  "Peer": 19881,
  "Pension": 23806,
  "People": 4177,
  "Per": 11205,
  "Perhaps": 26940,
  "Pernod": 28202,
  "Perpignan": 23071,
  "Person": 18678,
  "Personal": 27387,
  "Peter": 20793,
  "Ph": 5243,
  "Phil": 11600,
  "Philip": 15708,
  "Philippe": 16968,
  "Phillips": 8800,
  "Phone": 22659,
  "Physically": 26313,
  "Piazza": 28207,
  "Pier": 13818,
  "Pierre": 16925,
  "Pix": 28196,
  "Pl": 10007,
  "Plans": 12939,
  "Play": 10009,
  "Players": 20278,
  "Playing": 16845,
  "Please": 23811,
  "Pod": 3220,
  "Pol": 10008,
  "Police": 11694,
  "Polit": 11206,
  "Political": 16869,
  "Politicians": 20326,
  "Poll": 23805,
  "Pop": 17060,
  "Port": 13817,
  "Portable": 23186,
  "Porter": 23809,
  "Post": 28195,
  "Pountney": 28204,
  "Power": 28197,
  "Pr": 7716,
  "Pre": 13010,
  "Prem": 17061,
  "Premiership": 23335,
  "President": 13011,
  "Preston": 28201,
  "Prime": 13653,
  "Prince": 13654,
  "Priv": 23812,
  "Pro": 6618,
  "Produ": 15837,
  "Producer": 27240,
  "Prof": 10685,
  "Profile": 26899,
  "Profits": 15691,
  "Prog": 23807,
  "Prom": 28194,
  "Prosecutors": 18176,
  "Ps": 6053,
  "Public": 14734,
  "Pupils": 28203,
  "Putting": 28206,
  "Q": 53,
  "QPR": 28209,
  "Qaed": 14735,
  "Qaeda": 15771,
  "Qantas": 20795,
  "Qu": 8854,
  "Queen": 15838,
  "Quest": 12918,
  "Qwest": 28208,
  "R": 54,
  "RA": 20796,
  "RC": 11207,
  "RE": 28210,
  "REM": 23823,
  "RF": 13012,
  "RFU": 20409,
  "RI": 13819,
  "RJ": 28211,
  "RM": 8136,
  "RN": 28212,
  "RO": 23813,
  "RR": 28213,
  "RS": 7345,
  "RU": 10365,
  "Ra": 17063,
  "Rad": 13013,
  "Radcliffe": 13759,
  "Radio": 23818,
  "Rae": 20550,
  "Rafa": 20807,
  "Rage": 20801,
  "Rally": 28220,
  "Rangers": 18683,
  "Rank": 23817,
  "Rap": 20800,
  "Rapper": 13015,
  "Rates": 28222,
  "Rather": 20804,
  "Ratings": 14736,
  "Ray": 11744,
  "Re": 6382,
  "Reading": 28230,
  "Real": 10366,
  "Rec": 8855,
  "Recent": 16811,
  "Record": 15640,
  "Red": 15839,
  "Reds": 23820,
  "Ref": 20803,
  "Reg": 15841,
  "Reilly": 22755,
  "Rel": 20799,
  "Rem": 28218,
  "Rena": 23821,
  "Renault": 27636,
  "Rep": 15840,
  "Replacements": 13626,
  "Reports": 26464,
  "Republic": 16974,
  "Res": 11208,
  "Research": 16870,
  "Respond": 26941,
  "Ret": 28217,
  "Retail": 20808,
  "Rev": 20805,
  "Reyes": 28233,
  "Ric": 18680,
  "Rich": 23815,
  "Richard": 23395,
  "Right": 28219,
  "Riise": 28231,
  "Rings": 28223,
  "Rip": 28221,
  "Rising": 18682,
  "Rival": 23819,
  "River": 28228,
  "Ro": 23814,
  "Rob": 6752,
  "Robben": 16745,
  "Robbie": 26510,
  "Rober": 13820,
  "Robert": 14683,
  "Robinson": 11628,
  "Robots": 26509,
  "Rock": 13014,
  "Roddick": 8346,
  "Rog": 23816,
  "Roger": 27635,
  "Roma": 28229,
  "Roman": 28226,
  "Ron": 28215,
  "Ronald": 20806,
  "Ronaldo": 23492,
  "Ros": 20798,
  "Rosneft": 23491,
  "Ross": 18681,
  "Rou": 28216,
  "Rover": 28224,
  "Rovers": 23824,
  "Row": 20797,
  "Roxy": 28232,
  "Roy": 20802,
  "Royal": 28227,
  "Ru": 28214,
  "Ruddock": 18685,
  "Rugby": 28225,
  "Rusedski": 23822,
  "Russ": 6269,
  "Russia": 9951,
  "Russian": 9635,
  "Ryan": 18684,
  "S": 55,
  "SA": 4059,
  "SBC": 28242,
  "SCC": 23838,
  "SE": 2756,
  "SEC": 14363,
  "SF": 23825,
  "SGC": 28261,
  "SI": 5952,
  "SIS": 20077,
  "SJ": 23826,
  "SK": 23827,
  "SL": 10367,
  "SM": 6878,
  "SOs": 11209,
  "SP": 3262,
  "SS": 13016,
  "ST": 23828,
  "SUV": 18691,
  "SUVs": 23400,
  "Sa": 13017,
  "Saaid": 23150,
  "Sad": 28236,
  "Safety": 28272,
  "Safin": 20818,
  "Saharan": 27064,
  "Sale": 9684,
  "Sales": 11745,
  "Sam": 28235,
  "Samo": 17066,
  "Samoa": 18555,
  "Sania": 28265,
  "Sant": 28238,
  "Sar": 20810,
  "Saracens": 23493,
  "Sat": 23829,
  "Satellite": 28258,
  "Saturday": 23835,
  "Saudi": 23839,
  "Save": 23833,
  "Savvy": 28266,
  "Say": 28234,
  "Sc": 4464,
  "Scan": 22575,
  "Scarlets": 19945,
  "School": 12371,
  "Schools": 20381,
  "Sci": 28246,
  "Scient": 20816,
  "Scientists": 23495,
  "Scotland": 8319,
  "Scott": 15470,
  "Scottish": 23280,
  "Sculthorpe": 26195,
  "Se": 10010,
  "Search": 12372,
  "Sec": 9077,
  "Second": 18331,
  "Section": 28255,
  "Secure": 13681,
  "Security": 15641,
  "Segas": 28253,
  "Sella": 28263,
  "Sem": 9683,
  "Semit": 9995,
  "Semitic": 12938,
  "Semitism": 18330,
  "Sen": 18687,
  "Senior": 23397,
  "Separately": 20817,
  "September": 23003,
  "Ser": 13018,
  "Serena": 18433,
  "Service": 28269,
  "Set": 23830,
  "Several": 15843,
  "Sex": 28248,
  "Sh": 7916,
  "Sha": 4693,
  "Shadow": 16652,
  "Shaftesbury": 26231,
  "Shar": 28243,
  "Shares": 6157,
  "She": 3747,
  "Shea": 22513,
  "Shel": 28252,
  "Shot": 26634,
  "Should": 16784,
  "Show": 26635,
  "Sid": 17065,
  "Side": 23832,
  "Sideways": 20551,
  "Siemens": 28262,
  "Silk": 3134,
  "Sim": 20812,
  "Similarly": 23494,
  "Simon": 14741,
  "Sin": 18686,
  "Since": 8856,
  "Sinclair": 23396,
  "Sing": 17064,
  "Singapore": 23336,
  "Singer": 10748,
  "Sino": 28254,
  "Sir": 8593,
  "Siv": 28239,
  "Six": 13019,
  "Size": 28251,
  "Sky": 8347,
  "Sl": 12370,
  "Slim": 28249,
  "Slovakia": 17067,
  "Slower": 27019,
  "Sm": 14737,
  "Smaller": 27179,
  "Smith": 10369,
  "SmithKline": 23025,
  "Snow": 20814,
  "So": 3583,
  "Soc": 23831,
  "Soft": 22480,
  "Software": 18010,
  "Sol": 28237,
  "Solid": 28259,
  "Some": 4342,
  "Somebody": 26173,
  "Something": 28267,
  "Sometimes": 15844,
  "Sonia": 28268,
  "Sony": 7498,
  "Soon": 23837,
  "Sou": 20811,
  "Souness": 18690,
  "Sources": 28256,
  "Sout": 14739,
  "South": 7499,
  "Southampton": 15772,
  "Southcorp": 22837,
  "Southern": 28260,
  "Souza": 27480,
  "Sp": 6054,
  "Spain": 11607,
  "Spam": 13617,
  "Span": 28257,
  "Spe": 6383,
  "Speaking": 8558,
  "Special": 28250,
  "Speech": 26466,
  "Speed": 26465,
  "Spending": 26424,
  "Sporting": 28271,
  "Spr": 18689,
  "Sprinter": 23399,
  "Spurs": 26425,
  "Sri": 20813,
  "St": 2292,
  "Stade": 7857,
  "Staffordshire": 25791,
  "Stand": 13488,
  "Standard": 18451,
  "Star": 25787,
  "Stars": 19738,
  "Stat": 15338,
  "State": 22253,
  "Station": 5160,
  "Stay": 22252,
  "Ste": 8137,
  "Stephen": 25792,
  "Stern": 28245,
  "Steve": 15617,
  "Steven": 15618,
  "Still": 19737,
  "Sto": 28247,
  "Story": 25789,
  "Straw": 22254,
  "Stri": 25788,
  "Strong": 17894,
  "Stuart": 25790,
  "Stud": 17893,
  "Sub": 28240,
  "Subs": 10011,
  "Such": 14740,
  "Suddenly": 23840,
  "Sug": 28244,
  "Sullivan": 5618,
  "Sun": 14738,
  "Sund": 28241,
  "Sunderland": 20815,
  "Sup": 18688,
  "Super": 13821,
  "Support": 23398,
  "Sur": 15842,
  "Surely": 28264,
  "Surity": 23834,
  "Susan": 28270,
  "Sw": 10368,
  "Swan": 10749,
  "Swansea": 11184,
  "Swed": 23023,
  "Sweden": 27611,
  "Swiss": 23024,
  "Switzerland": 20293,
  "Sy": 20809,
  "Sydney": 27479,
  "Syl": 23836,
  "T": 56,
  "TA": 5111,
  "TAL": 20004,
  "TC": 10370,
  "TCI": 23848,
  "TE": 23841,
  "TER": 28286,
  "TF": 12373,
  "TFG": 27020,
  "TGWU": 28288,
  "TH": 23842,
  "TI": 23843,
  "TIA": 23851,
  "TO": 6879,
  "TP": 28273,
  "TPS": 23849,
  "TS": 20819,
  "TTC": 28284,
  "TU": 28274,
  "TV": 2215,
  "Ta": 18692,
  "Tagging": 28282,
  "Taik": 27388,
  "Take": 18696,
  "Talk": 23846,
  "Talks": 15847,
  "Tarantino": 28287,
  "Tate": 28277,
  "Tautou": 23850,
  "Tax": 20823,
  "Taylor": 18698,
  "Te": 11210,
  "Tech": 20826,
  "Technology": 18373,
  "Teen": 15845,
  "Teenager": 27241,
  "Teenagers": 23287,
  "Tel": 18694,
  "Tele": 11746,
  "Telecom": 16881,
  "Telecoms": 23325,
  "Television": 26979,
  "Ten": 18693,
  "Terror": 14742,
  "Terrorism": 27180,
  "Test": 23845,
  "Tex": 20825,
  "Text": 20827,
  "Th": 1370,
  "Thailand": 17070,
  "Than": 20824,
  "Thank": 13020,
  "Thanou": 27481,
  "That": 2740,
  "The": 432,
  "Their": 9179,
  "Then": 11949,
  "There": 1577,
  "Therefore": 25574,
  "These": 5985,
  "They": 1993,
  "Things": 16388,
  "Third": 25498,
  "This": 1697,
  "Thom": 15243,
  "Thomas": 20488,
  "Thompson": 27215,
  "Those": 7839,
  "Though": 25497,
  "Thousands": 11470,
  "Three": 12679,
  "Through": 11469,
  "Throughout": 26970,
  "Ti": 28275,
  "Tickets": 23853,
  "Tim": 12374,
  "Time": 18697,
  "Tindall": 28283,
  "To": 5043,
  "Tob": 28278,
  "Today": 11747,
  "Tom": 23844,
  "Tonga": 28290,
  "Tony": 4743,
  "Top": 10012,
  "Tories": 11211,
  "Torrent": 5447,
  "Tory": 5867,
  "Tottenham": 15846,
  "Tough": 20822,
  "Toul": 23847,
  "Toulouse": 27637,
  "Tr": 9685,
  "Tra": 18695,
  "Track": 26818,
  "Trade": 20264,
  "Trafford": 27389,
  "Trans": 22979,
  "Transport": 27610,
  "Tre": 17068,
  "Treviso": 20552,
  "Trial": 28281,
  "Tries": 28279,
  "Trou": 20821,
  "Tsunami": 17069,
  "Tuesday": 28280,
  "Tulip": 28289,
  "Tunes": 5314,
  "Tur": 10371,
  "Turkey": 12319,
  "Tw": 20820,
  "Twelve": 28285,
  "Twenty": 23496,
  "Two": 7194,
  "Ty": 28276,
  "Typ": 23852,
  "Typically": 27638,
  "U": 57,
  "UB": 28291,
  "UJ": 28292,
  "UK": 3356,
  "UKIP": 10634,
  "UN": 18699,
  "URI": 17073,
  "US": 2488,
  "USA": 17907,
  "USADA": 27362,
  "UV": 11748,
  "UWB": 28296,
  "Uefa": 23854,
  "Ug": 28293,
  "Ukraine": 13823,
  "Ulster": 11212,
  "Ult": 11213,
  "Ultimately": 14625,
  "Umaga": 17072,
  "Un": 4644,
  "Under": 7717,
  "Unfortunately": 15482,
  "Unison": 26222,
  "Unit": 18072,
  "United": 18073,
  "University": 14436,
  "Unless": 26221,
  "Unlike": 22589,
  "Uns": 28295,
  "Until": 17071,
  "Unveiling": 26223,
  "Up": 13822,
  "Ur": 28294,
  "Urban": 14743,
  "Us": 10372,
  "Users": 15682,
  "Usher": 23026,
  "Using": 20828,
  "Utter": 28297,
  "V": 58,
  "VB": 13021,
  "VC": 28298,
  "VD": 1859,
  "VMH": 14745,
  "VO": 28299,
  "VR": 7025,
  "Van": 17074,
  "Various": 28308,
  "Venezuel": 14744,
  "Venezuela": 20461,
  "Venezuelan": 27181,
  "Venus": 23861,
  "Ver": 12375,
  "Vera": 15849,
  "Veritas": 15729,
  "Very": 23858,
  "Veteran": 11749,
  "Vi": 11214,
  "Viadana": 26943,
  "Vibe": 28307,
  "Vick": 23856,
  "Vickery": 27639,
  "Vict": 15848,
  "Victor": 18528,
  "Video": 13023,
  "View": 16871,
  "Viewers": 20541,
  "Vincent": 28306,
  "Violent": 26942,
  "Viot": 28304,
  "Virgin": 23859,
  "Virt": 28303,
  "Virus": 18701,
  "Vis": 23855,
  "Visa": 23862,
  "Vision": 13022,
  "Vives": 28301,
  "Vo": 10750,
  "Vodafone": 23860,
  "Voice": 18700,
  "Voip": 26903,
  "Vote": 28302,
  "Voters": 18702,
  "Vox": 23857,
  "Voz": 28305,
  "Vs": 28300,
  "W": 59,
  "WA": 17075,
  "WB": 7500,
  "WI": 15850,
  "WINN": 27242,
  "WINNERS": 27849,
  "WMC": 23867,
  "WOL": 20834,
  "WRU": 28324,
  "WTO": 18704,
  "WTTC": 28327,
  "Wada": 23868,
  "Wai": 28318,
  "Wal": 13824,
  "Wales": 5619,
  "Wall": 23864,
  "Walter": 27117,
  "War": 10751,
  "Warner": 16856,
  "Warning": 23046,
  "Was": 12376,
  "Wasps": 13749,
  "Watch": 28315,
  "Water": 28316,
  "Wayne": 20833,
  "We": 773,
  "Weak": 21812,
  "Web": 11419,
  "Webster": 20339,
  "Wed": 28309,
  "Wel": 20830,
  "Welcome": 27483,
  "Well": 13825,
  "Welsh": 20832,
  "Wembley": 28323,
  "Wenger": 11750,
  "Were": 28312,
  "Werner": 28326,
  "Wes": 23863,
  "West": 10013,
  "Western": 28321,
  "Wh": 5953,
  "Wham": 28314,
  "What": 2634,
  "Whatever": 17924,
  "Whe": 20829,
  "When": 3314,
  "Where": 17077,
  "Whether": 27482,
  "While": 5244,
  "Whilst": 12245,
  "White": 22715,
  "Who": 10014,
  "Whoever": 26850,
  "Why": 9323,
  "Wil": 28311,
  "Wilkinson": 17078,
  "Will": 10752,
  "Williams": 18361,
  "Wind": 23865,
  "Windows": 27640,
  "Winds": 28322,
  "Wine": 28313,
  "Wing": 28310,
  "Winn": 28320,
  "Winners": 20835,
  "Winning": 17079,
  "Winter": 28319,
  "Wipro": 28325,
  "Wireless": 20831,
  "With": 3501,
  "Within": 26042,
  "Without": 13544,
  "Wolves": 18705,
  "Women": 11751,
  "Wood": 15852,
  "Woodford": 23288,
  "Wor": 14746,
  "Worcester": 27183,
  "Work": 15851,
  "Works": 23866,
  "World": 6619,
  "WorldCom": 26497,
  "Worldcom": 26496,
  "Worries": 27182,
  "Would": 18703,
  "Wright": 28317,
  "Writ": 17076,
  "Writing": 23337,
  "X": 60,
  "Xbox": 23869,
  "Xtra": 20836,
  "Y": 61,
  "Yachvili": 28330,
  "Yahoo": 18707,
  "Yangtze": 23871,
  "Ye": 23870,
  "Yeading": 28331,
  "Yeah": 27641,
  "Year": 28328,
  "Yes": 15853,
  "Yet": 14747,
  "Yili": 28329,
  "You": 2675,
  "Young": 16525,
  "Your": 18706,
  "Yugansk": 17080,
  "Yukos": 7346,
  "Z": 62,
  "Zamb": 23872,
  "Zambia": 27642,
  "Zenec": 23873,
  "Zeneca": 27643,
  "[": 63,
  "\\": 64,
  "]": 65,
  "],": 10373,
  "],\"": 15854,
  "].\"": 20837,
  "^": 66,
  "_": 67,
  "`": 68,
  "a": 69,
  "aL": 23874,
  "aRally": 28339,
  "aa": 13024,
  "aan": 23875,
  "ab": 424,
  "aba": 9775,
  "abad": 14083,
  "abagina": 24786,
  "abama": 24785,
  "abb": 12550,
  "abbling": 24783,
  "abe": 10474,
  "abees": 24782,
  "abi": 21517,
  "abian": 11364,
  "abiding": 16170,
  "abies": 14084,
  "abilia": 17491,
  "abilities": 6538,
  "ability": 2290,
  "abinet": 3146,
  "abis": 16169,
  "abit": 14082,
  "abits": 9461,
  "able": 650,
  "abled": 4882,
  "ables": 5561,
  "abling": 14086,
  "ablished": 24784,
  "ably": 2060,
  "abor": 4258,
  "aborate": 18049,
  "abour": 822,
  "about": 9460,
  "abouts": 17490,
  "abres": 24781,
  "abri": 10124,
  "abs": 4564,
  "absolute": 11084,
  "absolutely": 14623,
  "abul": 21518,
  "abwe": 14085,
  "aby": 2938,
  "abys": 19222,
  "ac": 384,
  "acas": 21396,
  "acc": 7228,
  "accept": 7555,
  "acceptable": 8122,
  "access": 17419,
  "acclaimed": 29776,
  "acco": 5818,
  "accom": 21398,
  "ace": 616,
  "aced": 2718,
  "acens": 10870,
  "acerb": 19127,
  "aces": 2775,
  "aceut": 11403,
  "acey": 21700,
  "ach": 662,
  "acha": 19122,
  "achan": 19123,
  "ache": 13239,
  "ached": 2324,
  "acher": 14992,
  "achers": 16101,
  "aches": 4360,
  "achi": 10933,
  "achieve": 25104,
  "achim": 15128,
  "achine": 25103,
  "aching": 21737,
  "acht": 25102,
  "achvili": 9811,
  "acia": 21397,
  "acies": 29771,
  "acility": 19124,
  "acing": 3651,
  "acio": 14036,
  "acious": 21399,
  "acitated": 24639,
  "acities": 16099,
  "acity": 3732,
  "ack": 453,
  "acked": 21568,
  "acket": 6792,
  "acknell": 24864,
  "acks": 13288,
  "acle": 8406,
  "acled": 29773,
  "acles": 24638,
  "aco": 19120,
  "acom": 10107,
  "acon": 10106,
  "aconian": 23007,
  "acott": 29774,
  "acqu": 29772,
  "acre": 19121,
  "acris": 19125,
  "acro": 14035,
  "acroix": 16931,
  "acru": 24637,
  "acs": 12516,
  "act": 792,
  "acted": 16294,
  "actic": 21818,
  "acting": 21817,
  "action": 4592,
  "actions": 6620,
  "active": 7599,
  "actor": 6753,
  "actors": 28337,
  "actory": 18179,
  "actus": 19420,
  "acula": 29775,
  "acular": 16100,
  "acurt": 19126,
  "acus": 29770,
  "acy": 1793,
  "ad": 347,
  "ada": 13192,
  "adal": 4295,
  "adale": 24495,
  "adana": 24497,
  "adata": 29512,
  "adation": 29505,
  "adav": 29509,
  "adays": 16054,
  "add": 29502,
  "added": 21294,
  "adden": 8898,
  "adder": 21292,
  "addy": 13991,
  "ade": 614,
  "adea": 25051,
  "aded": 4005,
  "adel": 16053,
  "adem": 9430,
  "ademy": 3648,
  "adequate": 12600,
  "ader": 10442,
  "aders": 12486,
  "ades": 3851,
  "adesh": 12187,
  "adey": 21699,
  "adget": 1952,
  "adh": 21291,
  "adi": 19028,
  "adic": 29504,
  "adicate": 19030,
  "adice": 29506,
  "adiere": 21293,
  "ading": 4189,
  "adingley": 26152,
  "adio": 1337,
  "aditional": 17347,
  "aditionally": 29515,
  "adium": 3591,
  "adjusted": 19031,
  "adley": 24496,
  "adm": 19029,
  "adne": 29508,
  "ado": 11885,
  "adona": 29514,
  "adoo": 16055,
  "ador": 12485,
  "adoro": 24498,
  "adors": 29510,
  "adown": 29507,
  "adoy": 29511,
  "ads": 13193,
  "adu": 29503,
  "adults": 29513,
  "advised": 24499,
  "ady": 950,
  "adyen": 25284,
  "aed": 11752,
  "aefa": 28338,
  "aero": 28336,
  "af": 1601,
  "afa": 5507,
  "afer": 28335,
  "afety": 25583,
  "aff": 2236,
  "affected": 11028,
  "afferty": 19726,
  "affirm": 22232,
  "affirmed": 27587,
  "affled": 25777,
  "afford": 14327,
  "affordable": 23224,
  "affordshire": 23225,
  "afi": 15267,
  "afia": 19633,
  "afin": 15268,
  "afl": 12690,
  "aflop": 27050,
  "aflops": 15740,
  "afonte": 22079,
  "after": 23876,
  "ag": 406,
  "aga": 17462,
  "against": 21484,
  "agan": 21482,
  "agasc": 17463,
  "agascar": 18582,
  "agasy": 29958,
  "agat": 19188,
  "age": 579,
  "aged": 2732,
  "agedy": 29955,
  "agement": 2748,
  "agen": 16149,
  "agena": 24738,
  "ageo": 14138,
  "ager": 4440,
  "agers": 7233,
  "ages": 1126,
  "agg": 6537,
  "agged": 6788,
  "agger": 9457,
  "agging": 7564,
  "aggressive": 22770,
  "agh": 24737,
  "aghile": 21483,
  "agi": 21481,
  "agie": 19189,
  "agin": 10892,
  "agina": 16150,
  "aging": 2643,
  "agint": 29953,
  "agish": 29952,
  "agles": 15025,
  "agmatic": 17464,
  "agn": 6787,
  "agna": 29956,
  "agne": 19190,
  "agnosis": 26515,
  "ago": 5732,
  "agoe": 29957,
  "agon": 7232,
  "agones": 8923,
  "agons": 9769,
  "agotchi": 29959,
  "agre": 29951,
  "agreed": 29954,
  "ags": 4941,
  "agu": 29950,
  "aguay": 21485,
  "ague": 1718,
  "agues": 5133,
  "ah": 2623,
  "ahan": 13027,
  "ahead": 15855,
  "ahi": 22301,
  "ahl": 16521,
  "ahoo": 4593,
  "ahrenheit": 12735,
  "ai": 2699,
  "aid": 1829,
  "aight": 28333,
  "aign": 1152,
  "aignede": 14221,
  "aigue": 11753,
  "ail": 584,
  "ailability": 15102,
  "ailable": 1926,
  "ailed": 10505,
  "ailhouse": 11985,
  "ailly": 11984,
  "ailstorm": 25015,
  "ailure": 19333,
  "aily": 3480,
  "aim": 921,
  "aims": 25263,
  "ain": 390,
  "aine": 9756,
  "ained": 1792,
  "ainen": 24645,
  "aining": 2123,
  "aink": 9757,
  "ainkiller": 12933,
  "ainment": 24646,
  "ains": 2380,
  "ainsbury": 15348,
  "ainst": 7387,
  "aint": 19131,
  "ainted": 21408,
  "air": 660,
  "aire": 7026,
  "aired": 15856,
  "aires": 12740,
  "airing": 16265,
  "airn": 7808,
  "airo": 15371,
  "airs": 3306,
  "airy": 14154,
  "ais": 5448,
  "ait": 5245,
  "aith": 28332,
  "aj": 1220,
  "aja": 25417,
  "ajec": 25419,
  "aji": 25418,
  "ajor": 1285,
  "ak": 472,
  "aka": 7791,
  "akash": 16198,
  "ake": 516,
  "aked": 5650,
  "aken": 7088,
  "aker": 2680,
  "akers": 3925,
  "akes": 5651,
  "akh": 16197,
  "aki": 15063,
  "aking": 788,
  "akis": 24881,
  "akistan": 6205,
  "akopoulos": 19273,
  "akos": 24882,
  "aks": 11382,
  "akub": 24883,
  "akubu": 27759,
  "al": 291,
  "ala": 8621,
  "alaxy": 29035,
  "alba": 13928,
  "alband": 13127,
  "alcul": 29034,
  "ald": 2146,
  "alder": 12117,
  "ale": 1055,
  "aled": 2424,
  "ales": 775,
  "aley": 11440,
  "algam": 24260,
  "ali": 29027,
  "alie": 10413,
  "alies": 24258,
  "alified": 17245,
  "alin": 21110,
  "aling": 9108,
  "alion": 21111,
  "alism": 21117,
  "alistic": 29033,
  "alities": 29031,
  "ality": 4246,
  "aliy": 21118,
  "aliyah": 23513,
  "alk": 2492,
  "alker": 16509,
  "alking": 11522,
  "alks": 11277,
  "all": 467,
  "allag": 3734,
  "allaghan": 7466,
  "allagher": 14412,
  "allaglio": 5363,
  "allah": 24879,
  "alle": 13126,
  "alled": 2482,
  "aller": 8427,
  "allers": 17519,
  "allica": 21589,
  "alline": 19270,
  "alling": 5265,
  "allone": 14108,
  "alls": 4566,
  "ally": 574,
  "alme": 21116,
  "almost": 29032,
